Repository: elsa-workflows/elsa-studio
Catalog: src/framework/Elsa.Studio.Translations/Translations.*.resx
Languages: ar, fr, pl, ru, tr, uk, zh_hans

source: Cancel selected workflow instances?
fr: Annuler les instances de workflow sélectionnées ?
pl: Anulować wybrane instancje przepływu?
tr: Seçili iş akışı örnekleri iptal edilsin mi?
uk: Скасувати вибрані екземпляри робочого процесу?
zh_hans: 确定取消选定的工作流实例？

source: Delete selected output?
fr: Supprimer la sortie sélectionnée ?
pl: Usunąć wybrane wyjście?
tr: Seçili çıktıyı sil?
uk: Видалити вибраний вихід?
zh_hans: 确定删除选定的输出？

source: Failed to import {0} workflow definitions. Errors: {1}
fr: Échec de l'importation de {0} définition(s) de workflow. Erreurs : {1}
pl: Nie udało się zaimportować {0} definicji przepływu pracy. Błędy: {1}
tr: {0} iş akışı tanımı içe aktarılamadı. Hatalar: {1}
uk: Не вдалося імпортувати {0} визначень робочого процесу. Помилки: {1}
zh_hans: 导入 {0} 个工作流定义失败。错误:{1}

source: Not executed
fr: Non exécuté
pl: Niewykonany
ru: Не выполнено
tr: Yürütülmedi
uk: Не виконано
zh_hans: 未执行

source: Publish selected workflows?
fr: Publier les workflows sélectionnés ?
pl: Opublikować wybrane przepływy?
tr: Seçili iş akışları yayınlansın mı?
uk: Опублікувати вибрані робочі процеси?
zh_hans: 发布选定的工作流？

source: Are you sure you want to cancel the selected workflow instances?
fr: Êtes-vous sûr de vouloir annuler les instances de workflow sélectionnées ?
pl: Czy na pewno chcesz anulować wybrane instancje przepływu?
ru: Вы действительно хотите отменить выбранные экземпляры рабочих процессов?
tr: Seçili iş akışı örneklerini iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скасувати вибрані екземпляри робочого процесу?
zh_hans: 您确定要取消选定的工作流实例吗？

source: Are you sure you want to delete the selected workflows?
fr: Etes-vous sûr de vouloir supprimer les instances de workflow sélectionnées ?
pl: Czy na pewno chcesz usunąć wybrane przepływy?
tr: Seçili iş akışlarını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити вибрані робочі процеси?
zh_hans: 您确定要删除选定的工作流吗？

source: Are you sure you want to delete the selected input?
fr: Êtes-vous sûr de vouloir supprimer l’entrée sélectionnée ?
pl: Czy na pewno chcesz usunąć wybrane wejście?
tr: Seçili girdiyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити вибраний вхід?
zh_hans: 您确定要删除选定的输入吗？

source: The text to display in the designer.
fr: Le texte à afficher dans le concepteur.
pl: Tekst do wyświetlenia w projektancie.
ru: Текст, отображаемый в дизайнере.
tr: Tasarımcıda gösterilecek metin.
uk: Текст для відображення в дизайнері.
zh_hans: 要在设计器中显示的文本。

source: A checkbox
fr: Une case à cocher
pl: Przycisk wyboru
tr: Onay kutusu
uk: А Прапорець
zh_hans: 复选框

source: Are you sure you want to unpublish the selected workflows?
fr: Êtes-vous sûr de vouloir annuler la publication des workflows sélectionnés ?
pl: Czy na pewno chcesz wycofać publikację wybranych przepływów?
tr: Seçili iş akışlarını yayından kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скасувати публікацію вибраних робочих процесів?
zh_hans: 您确定要取消选定的工作流吗？

source: Cancel workflow instance?
fr: Annuler l'instance de workflow ?
pl: Anulować instancję przepływu?
tr: İş akışı örneğini iptal et?
uk: Скасувати екземпляр робочого процесу?
zh_hans: 取消工作流实例？

source: Checkbox
fr: Case à cocher
pl: Pole wyboru
uk: Прапорець
zh_hans: 复选框

source: Multi text
fr: Texte multiple
pl: Tekst wieloliniowy
uk: Мультитекст
zh_hans: 多文本

source: Default Strategy
fr: Stratégie par défaut
pl: Strategia domyślna
tr: Varsayılan Strateji
uk: Стратегія за замовчуванням
zh_hans: 默认策略

source: Delete selected input?
fr: Supprimer l'entrée sélectionnée ?
pl: Usunąć wybrane wejście?
tr: Seçili girdiyi sil?
uk: Видалити вибраний вхід?
zh_hans: 确定删除选定的输入？

source: Delete selected variable?
fr: Supprimer la variable sélectionnée ?
pl: Usunąć wybrane zmienną?
tr: Seçilen değişken silinsin mi?
uk: Видалити вибрану змінну?
zh_hans: 确认删除选定的变量？

source: Dropdown
fr: Liste déroulante
pl: Lista rozwijana
ru: Выпадающий список
uk: Спадний список
zh_hans: 下拉

source: Delete selected workflows?
fr: Supprimer les workflows sélectionnés ?
pl: Usunąć wybrane przepływy?
tr: Seçili iş akışları silinsin mi?
uk: Видалити вибрані робочі процеси?
zh_hans: 确定删除选定的工作流？

source: Radio list
fr: Liste des boutons radios
pl: Lista przycisków radiowych
uk: Список радіо
zh_hans: 单选列表

source: Inherit
fr: Hériter
pl: Odziedzicz
tr: Kalıtım
uk: Успадкувати
zh_hans: 继承

source: Show description
fr: Afficher la description
pl: Pokaż opis
ru: Показать описание
tr: Açıklamayı göster
uk: Показати опис
zh_hans: 显示描述

source: Message
pl: Wiadomość
tr: Mesaj
uk: Повідомлення
zh_hans: 消息

source: One workflow consuming a published workflow has been updated
fr: Un workflow consommant un workflow publié a été mis à jour
pl: Zaktualizowano jeden przepływ korzystający z opublikowanego przepływu
tr: Yayınlanmış bir iş akışını kullanan bir iş akışı güncellendi
uk: Оновлено один робочий цикл, який використовує опублікований робочий цикл
zh_hans: 一个使用已发布工作流的工作流已被更新

source: New workflow
fr: Nouveau workflow
pl: Nowy przepływ
tr: Yeni iş akışı
uk: Новий робочий процес
zh_hans: 新工作流

source: No workflows found to import.
fr: Aucun workflow trouvé à importer.
pl: Nie znaleziono przepływów do zaimportowania.
tr: İçe aktarılacak iş akışı bulunamadı.
uk: Не знайдено робочих процесів для імпорту.
zh_hans: 没有找到要导入的工作流。

source: Not usable as activity.
fr: Non utilisable comme activité.
pl: Nie można używać jako aktywności.
ru: Нельзя использовать как активность.
tr: Aktivite olarak kullanılamaz.
uk: Не можна використовувати як діяльність.
zh_hans: 不能作为活动使用。

source: Please enter a name for the variable.
fr: Veuillez saisir un nom pour la variable.
pl: Prosimy podać nazwę dla zmiennej.
tr: Lütfen değişken için bir isim girin.
uk: Будь ласка, введіть назву для змінної.
zh_hans: 请输入这个变量的名称。

source: Single line
fr: Ligne unique
pl: Pojedyncza linia
uk: Одна лінія
zh_hans: 单行

source: Successfully imported
fr: Importé avec succès
pl: Pomyślnie zaimportowano
ru: Успешно импортировано
tr: Başarıyla içe aktarıldı
uk: Успішно імпортовано
zh_hans: 导入成功

source: Successfully imported one instance
fr: Une instance a été importée avec succès
pl: Pomyślnie zaimportowano jedną instancję
tr: Bir örnek başarıyla içe aktarıldı
uk: Успішно імпортовано один екземпляр
zh_hans: 成功导入一个实例

source: Successfully started workflow
fr: Workflow démarré avec succès
pl: Pomyślnie uruchomiony przepływ
ru: Рабочий процесс успешно запущен
tr: İş akışı başarıyla başlatıldı
uk: Робочий процес успішно розпочато
zh_hans: 启动工作流成功

source: Variable picker
fr: Sélecteur de variable
pl: Selektor zmiennych
ru: Выбор переменной
tr: Değişken seçici
uk: Вибір змінних
zh_hans: 变量选择器

source: The commit strategy to use that controls when the workflow state should be committed.
fr: La stratégie de validation à utiliser qui contrôle le moment où l'état du workflow doit être validé.
pl: Strategia zatwierdzania, która kontroluje, kiedy stan przepływu powinien zostać zatwierdzony.
tr: İş akışı durumunun ne zaman kaydedileceğini kontrol eden kullanılacak kaydetme stratejisi.
uk: Стратегія фіксації для використання контролює, коли стан робочого циклу має бути фіксовано.
zh_hans: 要使用的提交策略控制应何时该提交工作流状态。

source: The read-only workflows will not be affected.
fr: Les workflows en lecture seule ne seront pas affectés.
pl: Przepływy w trybie tylko do odczytu pozostaną bez zmian.
tr: Salt okunur iş akışları etkilenmeyecektir.
uk: Це не вплине на робочі процеси лише для читання.
zh_hans: 只读工作流不会受到影响。

source: Unpublish selected workflows?
fr: Annuler la publication des workflows sélectionnés ?
pl: Cofnąć publikację wybranych przepływów pracy?
tr: Seçili iş akışlarının yayından kaldır?
uk: Скасувати публікацію вибраних робочих процесів?
zh_hans: 确定取消发布选定的工作流？

source: workflows are published
fr: les workflows sont publiés
pl: przepływy są opublikowane
tr: iş akışları yayınlandı
uk: публікуються робочі процеси
zh_hans: 工作流已发布

source: Upload JSON and/or ZIP files containing workflow data to import.
fr: Téléchargez des fichiers JSON et/ou ZIP contenant des données de workflow à importer.
pl: Prześlij pliki JSON i/lub ZIP zawierające dane przepływów do importu.
ru: Загрузите файлы JSON и/или ZIP, содержащие данные рабочих процессов, для импорта.
tr: İçe aktarmak için iş akışı verilerini içeren JSON ve/veya ZIP dosyalarını yükleyin.
uk: Завантажте JSON та/або ZIP-файли з даними робочого процесу для імпорту.
zh_hans: 上传包含工作流数据的JSON文件或包含工作流数据的JSON文件的压缩包(ZIP)导入。

source: workflow definitions.
fr: définitions de workflow.
pl: definicji przepływów.
tr: iş akışı tanımları.
uk: визначення робочого процесу.
zh_hans: 工作流定义。

source: Workflow retracted
fr: Workflow rétracté
pl: Przepływ cofnięty
tr: İş akışı geri çekildi
uk: Робочий процес відкликано
zh_hans: 已撤销工作流

source: Workflow was already published
fr: Le Workflow a déjà été publié
pl: Przepływ został już opublikowany
tr: İş akışı önceden yayınlanmış
uk: Робочий процес уже опубліковано
zh_hans: 工作流已经发布

source: Workflow unpublished
fr: Workflow dépublié
pl: Wycofano publikację przepływu
tr: İş akışı yayından kaldırıldı
uk: Робочий процес не опубліковано
zh_hans: 已取消发布工作流

source: Delete version {0}
fr: Supprimer la version {0}
pl: Usuń wersję {0}
tr: Versiyon {0} sil
uk: Видалити версію {0}
zh_hans: 删除版本 {0}

source: workflows are not found
fr: les workflows ne sont pas trouvés
pl: przepływów nie znaleziono
tr: iş akışları bulunamadı
uk: робочі процеси не знайдено
zh_hans: 未找到工作流

source: workflows are unpublished
fr: les workflows sont dépubliés
pl: przepływów którym wycofano publikację
tr: iş akışları yayından kaldırıldı
uk: робочі процеси неопубліковані
zh_hans: 工作流已撤销发布

source: workflows consuming published workflows have been updated
fr: les workflows consommant des workflows publiés ont été mis à jour
pl: przepływy korzystające z opublikowanych przepływów zostały zaktualizowane
tr: yayınlanmış iş akışlarını kullanan iş akışları güncellendi
uk: робочі процеси, які використовують опубліковані робочі процеси, оновлено
zh_hans: 已更新使用当前已发布工作流的其他工作流

source: {0} workflows are already unpublished
fr: {0} workflows sont déjà non publiés
pl: {)} publikacji przepływów już wycofano
tr: {0} iş akışı önceden yayından kaldırılmış
uk: {0} робочих процесів уже скасовано
zh_hans: {0} 个工作流已取消发布

source: {0} workflows consuming published workflows have been updated
fr: {0} flux de travail consommant des flux de travail publiés ont été mis à jour
pl: {0} przepływów pracy korzystających z opublikowanych przepływów zostało zaktualizowanych
tr: {0} yayınlanmış iş akışını kullanan iş akışları güncellendi
uk: Оновлено {0} робочих процесів, які використовують опубліковані робочі процеси
zh_hans: 已更新 {0} 个使用已发布工作流的工作流

source: Failed to import {0} {1}.
fr: Échec de l'importation de {0} {1}.
pl: Nie udało się zaimportować {0} {1}.
ru: Не удалось импортировать {0} {1}.
tr: {0} {1} içe aktarılamadı.
uk: Не вдалося імпортувати {0} {1}.
zh_hans: {0} {1} 导入失败。

source: A code editor
fr: Un éditeur de code
pl: Edytor kodu
tr: Kod Editörü
uk: А Редактор коду
zh_hans: 代码编辑器

source: The definition ID of the workflows to dispatch.
fr: L'ID de définition des workflows à répartir.
pl: ID definicji przepływów do wysłania.
uk: Ідентифікатор визначення робочих процесів, які потрібно відправити.
zh_hans: 要分派的工作流的定义ID。

source: A list of expected status codes to handle.
fr: Une liste de codes d’état attendus à gérer.
pl: Lista oczekiwanych kodów statusu do obsłużenia.
ru: Список ожидаемых кодов состояния для обработки.
uk: Список очікуваних кодів стану для обробки.
zh_hans: 一个要处理的预期状态码列表。

source: The path to associate with the workflow.
fr: Le chemin à associer au workflow.
pl: Ścieżka do powiązania z przepływem.
ru: Путь, который следует ассоциировать с рабочим процессом.
tr: İş akışıyla ilişkilendirilecek yol.
uk: Шлях для зв’язування з робочим процесом.
zh_hans: 与工作流关联的路径。

source: The switch mode determines whether the first match should be scheduled, or all matches.
fr: Le switch mode détermine si le premier match ou tous les matchs doivent être programmés.
pl: Tryb przełączania określa, czy zaplanować pierwsze dopasowanie, czy wszystkie dopasowania.
uk: Режим перемикання визначає, чи слід запланувати перший матч чи всі матчі.
zh_hans: 切换模式决定是应该安排第一个匹配项，还是安排所有匹配项。

source: Controls whether the end step is upper/lowerbound inclusive or exclusive. True (inclusive) by default.
fr: Détermine si l'étape finale est inclusive ou exclusive (limite supérieure/inférieure). True (inclusive) par défaut.
pl: Kontroluje, czy krok końcowy jest inkluzywny (włączający) czy ekskluzywny (wyłączający) dla górnej/dolnej granicy. Domyślnie Prawda (inkluzywny).
uk: Контролює, чи буде кінцевий крок включно чи виключно з верхньої/нижньої межі. Істина (включно) за замовчуванням.
zh_hans: 控制结束步骤是包含还是排除上界/下界。默认为True（包含）。

source: The items to iterate through.
pl: Elementy, przez które należy iterować.
uk: Елементи для повторення.
zh_hans: 要迭代的项目。

source: The start step.
fr: L'étape de démarrage.
pl: Krok początkowy.
tr: Başlangıç adımı.
uk: Початковий крок.
zh_hans: 初始化。

source: Zoom to fit the screen
fr: Zoomer pour s'adapter à l'écran
pl: Powiększ, aby dopasować do ekranu
ru: Масштабировать по размеру экрана
tr: Ekrana sığacak şekilde yakınlaştır
uk: Масштаб під розмір екрана
zh_hans: 缩放适应屏幕

source: Mode
pl: Tryb
uk: Режим
zh_hans: 模式

source: Result
fr: Résultat
pl: Wynik
ru: Результат
tr: Sonuç
uk: Результат
zh_hans: 结果

source: Auto layout
fr: Mise en page automatique
pl: Automatyczny układ
ru: Автоматическая компоновка
tr: Otomatik yerleşim
uk: Автоматичний макет
zh_hans: 自动布局

source: Correlation ID Function
fr: ID Fonction de corrélation
pl: Funkcja ID korelacji
tr: Korelasyon ID Fonksiyonu
uk: Ідентифікаційна функція кореляції
zh_hans: 相关 ID 函数

source: The data source to use for dispatching the workflows.
fr: La source de données à utiliser pour répartir les flux de travail.
pl: Źródło danych używane do wysyłania przepływów.
ru: Источник данных, используемый для запуска рабочих процессов.
uk: Джерело даних для диспетчеризації робочих процесів.
zh_hans: 用于分派工作流的数据源。

source: Always allow the creation of a new workflow instance.
fr: Toujours permettre la création d'une nouvelle instance de workflow.
pl: Zawsze zezwalaj na utworzenie nowej instancji przepływu.
ru: Всегда разрешать создание нового экземпляра рабочего процесса.
uk: Завжди дозволяйте створення нового екземпляра робочого процесу.
zh_hans: 总是允许创建新的工作流实例。

source: Center
fr: Centrer
pl: Środek
ru: По центру
tr: Orta
uk: Центр
zh_hans: 中心

source: A function to compute the correlation ID to associate a dispatched workflow with.
fr: Une fonction permettant de calculer l'ID de corrélation auquel associer un flux de travail distribué.
pl: Funkcja obliczająca ID korelacji, z którą będzie powiązany przepływ.
tr: Gönderilen bir iş akışını ilişkilendirmek için kullanılacak korelasyon ID’sini hesaplayan bir fonksiyon.
uk: Функція для обчислення ідентифікатора кореляції, з яким пов’язується надісланий робочий процес.
zh_hans: 一个用来计算关联分发的工作流的相关性ID的函数。

source: Default Item Input Key
fr: Clé de saisie d'élément par défaut
pl: Domyślny klucz wprowadzania elementu
uk: Клавіша введення елемента за замовчуванням
zh_hans: 默认项目输入键

source: Method
fr: Méthode
pl: Metoda
ru: Метод
tr: Metod
uk: Метод
zh_hans: 方法

source: The content type to use when sending the request.
fr: Le type de contenu à utiliser lors de l'envoi de la demande.
pl: Typ zawartości do użycia podczas wysyłania żądania.
ru: Тип содержимого, используемый при отправке запроса.
uk: Тип вмісту для використання під час надсилання запиту.
zh_hans: 发送请求时使用的内容类型。

source: Request Content.
fr: Demande de contenu.
pl: Zawartość żądania.
ru: Содержимое запроса.
uk: Запит вмісту.
zh_hans: 请求内容。

source: Zoom to fit
fr: Zoomer pour ajuster
pl: Powiększ, aby dopasować
ru: Масштабировать по размеру
uk: Збільшити до розміру
zh_hans: 缩放匹配

source: The set of values to iterate.
fr: L'ensemble des valeurs à itérer.
pl: Zbiór wartości do iteracji.
uk: Набір значень для повторення.
zh_hans: 要迭代的值集合。

source: The HTTP method to use when sending the request.
fr: La méthode HTTP à utiliser lors de l'envoi de la requête.
pl: Metoda HTTP używana podczas wysyłania żądania.
ru: HTTP-метод, используемый при отправке запроса.
uk: Метод HTTP для надсилання запиту.
zh_hans: 发送请求时使用的HTTP方法。

source: The Authorization header value to send with the request. For example: Bearer {some-access-token}
fr: Valeur de l'en-tête d'autorisation à envoyer avec la requête. Par exemple : Bearer {some-access-token}
pl: Wartość nagłówka autoryzacji do wysłania wraz z żądaniem. Na przykład: Bearer {jakiś-token-dostępu}
ru: Значение заголовка Authorization, отправляемое с запросом. Например: Bearer {some-access-token}
uk: Значення заголовка авторизації для надсилання із запитом. Наприклад: носій {some-access-token}
zh_hans: 和请求一起发送的授权头值。例如：Bearer {some - access - token}

source: The outcome or set of outcomes to complete this activity with.
fr: Le résultat ou l’ensemble des résultats pour réaliser cette activité.
pl: Wynik lub zestaw wyników, z którymi należy ukończyć tę aktywność.
uk: Результат або набір результатів для завершення цієї діяльності.
zh_hans: 完成此活动的结果或结果集。

source: The URL to download the file from.
fr: L'URL à partir de laquelle télécharger le fichier.
pl: Adres URL, z którego ma zostać pobrany plik.
ru: URL, откуда будет скачан файл.
tr: Dosyanın indirileceği URL.
uk: URL-адреса для завантаження файлу.
zh_hans: 用于下载文件的URL。

source: Label
pl: Etykieta
tr: Etiket
uk: Мітка
zh_hans: 标签

source: Current Value
fr: Valeur actuelle
pl: Bieżąca wartość
uk: Поточне значення
zh_hans: 现有赋值

source: The step size. To count down, enter a negative number.
fr: La taille du pas. Pour décompter, saisissez un nombre négatif.
pl: Wielkość kroku. Aby odliczać w dół, podaj liczbę ujemną.
uk: Розмір кроку. Для зворотного відліку введіть від’ємне число.
zh_hans: 步长。要倒计时，请输入一个负数。

source: The content to send with the request. Can be a string, an object, a byte array or a stream.
fr: Le contenu à envoyer avec la requête. Il peut s'agir d'une chaîne, d'un objet, d'un tableau d'octets ou d'un flux.
pl: Zawartość do wysłania wraz z żądaniem. Może to być ciąg znaków, obiekt, tablica bajtów lub strumień.
ru: Содержимое для отправки с запросом. Может быть строкой, объектом, байтовым массивом или потоком.
uk: Вміст, який потрібно надіслати разом із запитом. Може бути рядком, об’єктом, масивом байтів або потоком.
zh_hans: 随请求发送的内容。可以是字符串、对象、字节数组或者流。

source: Time Duration
fr: Durée
pl: Czas trwania
ru: Продолжительность времени
uk: Час Тривалість
zh_hans: 持续时间

source: Assign the current value to the specified variable.
fr: Affecter la valeur actuelle à la variable spécifiée.
pl: Przypisuje bieżącą wartość do określonej zmiennej.
ru: Присвоить текущее значение указанной переменной.
tr: Geçerli değeri belirtilen değişkene ata.
uk: Присвоїти поточне значення вказаній змінній.
zh_hans: 将当前值赋给指定的变量。

source: The default key to use for the input name when sending the current item to the dispatched workflow. Will not be used if the Items field contain a list of dictionaries
fr: Clé par défaut à utiliser pour le nom d'entrée lors de l'envoi de l'élément actuel au workflow distribué. Ne sera pas utilisée si le champ « Éléments » contient une liste de dictionnaires.
pl: Domyślny klucz używany dla nazwy wejściowej podczas wysyłania bieżącego elementu do wysyłanego przepływu. Nie będzie używany, jeśli pole Elementy zawiera listę słowników
uk: Ключ за замовчуванням, який використовується як ім’я введення під час надсилання поточного елемента до робочого циклу відправлення. Не використовуватиметься, якщо поле Items містить список словників
zh_hans: 在将当前项发送到被分派的工作流时用于输入名称的默认键。如果Items字段包含字典列表，则不会使用该键

source: The HTTP methods to accept.
fr: Les méthodes HTTP à accepter.
pl: Akceptowane metody HTTP.
ru: HTTP-методы, которые принимаются.
tr: Kabul edilecek HTTP yöntemleri.
uk: Методи HTTP, які потрібно прийняти.
zh_hans: 要接受的HTTP方法。

source: The join mode determines whether this activity should continue as soon as one inbound path comes in (Wait Any), or once all inbound paths have executed (Wait All).
fr: Les éléments à parcourir.
pl: Tryb dołączania określa, czy działanie to powinno być kontynuowane, gdy tylko nadejdzie jedna ścieżka przychodząca (Czekaj na dowolną), czy po wykonaniu wszystkich ścieżek przychodzących (Czekaj na wszystkie).
uk: Режим об’єднання визначає, чи має продовжуватися ця діяльність, щойно надходить один вхідний шлях (Wait Any), чи після виконання всіх вхідних шляхів (Wait All).
zh_hans: 连接模式决定这个活动是否应该在一个入站路径进入时就继续（等待任意一个），还是在所有入站路径都执行完毕后才继续（等待全部）。

source: A list of expected outcomes to handle.
fr: Une liste de résultats attendus à gérer.
pl: Lista oczekiwanych rezultatów do obsłużenia.
uk: Список очікуваних результатів для обробки.
zh_hans: 一个预期结果列表进行处理。

source: A value that allows to add the Authorization header without validation.
fr: Une valeur qui permet d'ajouter l'en-tête d'autorisation sans validation.
pl: Wartość umożliwiająca dodanie nagłówka Authorization bez walidacji.
uk: Значення, яке дозволяє додати заголовок авторизації без перевірки.
zh_hans: 一个允许在不进行验证的情况下添加授权头的值。

source: Always allow the creation
fr: Toujours permettre la création
pl: Zawsze zezwalaj na tworzenie
ru: Всегда разрешать создание
uk: Завжди дозволяти створення
zh_hans: 始终允许创建

source: Branches
pl: Odgałęzienia
uk: Відділення
zh_hans: 分支

source: Break out of a loop.
fr: Sortir d'une boucle.
pl: Wyjdź z pętli.
ru: Прекращает выполнение цикла.
uk: Вирватися з петлі.
zh_hans: 跳出循环。

source: Cancelled
fr: Annulé
pl: Anulowane
uk: Скасовано
zh_hans: 已取消

source: Condition
pl: Warunek
ru: Условие
uk: Хвороба
zh_hans: 状态

source: Content Type
fr: Type de contenu
pl: Typ zawartości
ru: Тип содержимого
tr: İçerik Türü
uk: Тип вмісту
zh_hans: 内容形式

source: Disable Authorization Header Validation
fr: Désactiver la validation d'en-tête d'autorisation
pl: Wyłącz walidację nagłówka autoryzacji
ru: Отключить проверку заголовка авторизации
uk: Вимкнути перевірку заголовка авторизації
zh_hans: 禁用授权头验证

source: Executes javaScript code
fr: Exécute du code JavaScript
pl: Wykonuje kod JavaScript
ru: Выполнить javaScript код
uk: Виконує код javascript
zh_hans: 执行JavaScript代码

source: Executing
fr: Exécution
pl: Wykonuję
ru: Исполнение
tr: Çalıştırılıyor
uk: Виконання
zh_hans: 执行中

source: Expected Status Codes
fr: Status codes attendus
pl: Oczekiwane kody statusu
tr: Beklenen Durum Kodları
uk: Очікувані коди стану
zh_hans: 预期的状态码

source: Running
fr: En cours d'exécution
pl: Działający
tr: Çalışıyor
uk: Запущено
zh_hans: 运行中

source: Supported Methods
fr: Méthodes prises en charge
pl: Obsługiwane metody
ru: Поддерживаемые методы
tr: Desteklenen Metodlar
uk: Підтримувані методи
zh_hans: 建议方法

source: Trigger execution at a specific time in the future.
fr: Déclencher l'exécution à un moment précis dans le futur.
pl: Wyzwól wykonanie w określonym czasie w przyszłości.
uk: Запустити виконання в певний час у майбутньому.
zh_hans: 在未来特定的时间触发执行。

source: Validation Result
fr: Résultat de validation
pl: Wynik walidacji
ru: Результат проверки
tr: Doğrulama Sonucu
uk: Результат перевірки
zh_hans: 验证结果

source: Workflow Definition
fr: Définition du Workflow
pl: Definicja przepływu
uk: Визначення робочого процесу
zh_hans: 工作流定义

source: Add case
fr: Ajouter un cas
pl: Dodaj przypadek
ru: Добавить сценарий
uk: Додати регістр
zh_hans: 添加示例

source: Data
pl: Dane
tr: Veri
uk: Дані
zh_hans: 数据

# String7
source: Result
fr: Résultat
pl: Rezultat
tr: Sonuç
uk: Результат
zh_hans: 结果

source: Code
pl: Kod
ru: Код
tr: Kod
uk: Код
zh_hans: 代码

source: Interval
fr: Intervalle
pl: Interwał
uk: Інтервал
zh_hans: 间隔
