Repository: elsa-workflows/elsa-studio
Catalog: src/framework/Elsa.Studio.Translations/Translations.*.resx
Languages: ar, fr, pl, ru, tr, uk, zh_hans

source: Storage
fr: Stockage
pl: Skład
ru: Хранилище
tr: Depolama
uk: Зберігання
zh_hans: 存储库

source: Whether to show the description in the designer.
fr: S'il faut afficher la description dans le concepteur.
pl: Wskazuje czy opis ma być wyświetlany w projektancie.
tr: Açıklamanın tasarım editöründe gösterilip gösterilmeyeceği.
uk: Чи показувати опис у конструкторі.
zh_hans: 是否在设计器中显示描述。

source: The name of the activity. Named activities can be referenced by other activities.
fr: Le nom de l'activité. Les activités nommées peuvent être référencées par d'autres activités.
pl: Nazwa aktywności. Nazwane aktywności mogą być referencjonowane przez inne aktywności.
ru: Название действия. На именованные действия могут ссылаться другие действия.
tr: Aktivitenin adı. Adlandırılmış aktiviteler diğer aktiviteler tarafından referans alınabilir.
uk: Назва діяльності. На названі дії можуть посилатися інші дії.
zh_hans: 活动的名称。命名活动后可以被其他活动引用。

source: No agents found
fr: Aucun agent trouvé
pl: Nie znaleziono żadnych agentów
ru: Агенты не найдены
tr: Ajan bulunamadı
uk: Агентів не знайдено
zh_hans: 未找到任何代理

source: The name of the new agent.
fr: Le nom du nouvel agent.
pl: Nazwa nowego agenta.
tr: Yeni ajanın adı.
uk: Ім'я нового агента.
zh_hans: 新代理的名称。

source: Used
fr: Utilisé
pl: Użyty
tr: Kullanıldı
uk: б/в
zh_hans: 已使用

source: A description about the role and purpose of this input variable.
ar: وصف لدور وهدف هذا المتغير.
fr: Une description au sujet du rôle et du but de cette variable en entrée.
pl: Opis roli i celu zmiennych wejściowych.
ru: Описание роли и назначения этой входной переменной.
tr: Bu giriş değişkeninin rolü ve amacı hakkında bir açıklama.
uk: Опис ролі та призначення цієї вхідної змінної.
zh_hans: 关于此输入变量的角色和目的的描述。

source: No API keys found
fr: Aucune clé d'API trouvée
pl: Nie znaleziono żadnych kluczy API
ru: API ключи не найдены
uk: Ключі API не знайдено
zh_hans: 未找到任何 API keys

source: Read Data from Database
fr: Lire les données de la base de données
pl: Odczytaj dane z bazy danych
ru: Прочитать данные из БД
tr: Veritabanından veriyi oku
uk: Читання даних із бази даних
zh_hans: 从数据库读取数据

source: Search on name, id, definition id, definition version id, correlation id
fr: Rechercher par nom, identifiant, identifiant de définition, identifiant de version de définition, identifiant de corrélation
pl: Wyszukiwanie według nazwy, id, id definicji, id wersji definicji, id korelacji
ru: Поиск по имени, идентификатору, идентификатору определения, идентификатору версии определения, идентификатору корреляции
tr: İsim, kimlik, tanım kimliği, tanım sürüm kimliği ve korelasyon kimliğinde arama yapın
uk: Пошук за назвою, ідентифікатором, ідентифікатором визначення, ідентифікатором версії визначення, ідентифікатором кореляції
zh_hans: 搜索 名称，id，定义id，定义版本id，相关id

source: A custom category by which to group this input.
ar: تصنيف خاص يتم تحديده لهذا المدخل.
fr: Une activité personnalisée via laquelle grouper cette entrée.
pl: Niestandardowa kategoria, według której mają być grupowane dane wejściowe.
ru: Пользовательская категория, по которой можно сгруппировать эти входные данные.
tr: Bu veri için özel bir gruplama kategorisi.
uk: Спеціальна категорія, за якою групувати цей вхід.
zh_hans: 用于对此输入进行分组的自定义类别。

source: No output associated with this execution.
fr: Aucune sortie associée avec cette exécution.
pl: Brak danych wyjściowych powiązanych z tym wykonaniem.
ru: Никаких выходных данных, связанных с этим выполнением, нет.
tr: Bu yürütmeye bağlı çıktı bulunmamaktadır.
uk: Немає вихідних даних, пов’язаних із цим виконанням.
zh_hans: 此执行过程没有任何输出。

source: No state associated with this execution.
fr: Aucun état associé avec cette exécution.
pl: Brak stanu powiązanego z tym wykonaniem.
ru: Нет состояния, связанного с этим выполнением.
tr: Bu yürütmeyle ilişkili durum bulunmamaktadır.
uk: Жодного стану, пов’язаного з цією стратою.
zh_hans: 此执行过程没有任何状态。

source: string
uk: рядок
zh_hans: 字符串

source: Sub-Workflow
fr: Sous-Workflow
pl: Przepływ podrzędny
ru: Подпроцесс
tr: Alt İş Akışı
uk: Підробочий процес
zh_hans: 子工作流

source: The name of the function that the agent will execute.
fr: Le nom de la fonction que l'agent exécutera.
pl: Nazwa funkcji, która zostanie wykonana przez agenta.
tr: Ajanın çalıştıracağı fonksiyonun adı.
uk: Назва функції, яку виконуватиме агент.
zh_hans: 代理将执行的函数的名称。

# The penalty for repeating
source: The penalty for repeating any one token. A higher presence penalty will reduce the likelihood of token repetition, fostering more varied text generation.
fr: Pénalité pour la répétition d'un jeton. Une pénalité de présence plus élevée réduira le risque de répétition de jeton, favorisant ainsi une génération de texte plus variée.
pl: Kara za powtórzenie dowolnego tokena. Wyższa kara za obecność zmniejszy prawdopodobieństwo powtórzenia tokena, sprzyjając bardziej zróżnicowanemu generowaniu tekstu.
uk: Штраф за повторення будь-якої однієї фішки. Вищий штраф за присутність зменшить ймовірність повторення маркера, сприяючи створенню більш різноманітного тексту.
zh_hans: 当Token重复时的惩罚。重复惩罚值越高，生成重复Token的可能性就越低，从而促进生成更多样化的文本。

# The penalty for repeating any one token
source: The penalty for repeating any one token. A higher frequency penalty will reduce the likelihood of token repetition, fostering more varied text generation.
fr: Pénalité pour la répétition d'un même jeton. Une pénalité de fréquence plus élevée réduira le risque de répétition, favorisant ainsi une génération de texte plus variée.
pl: Kara za powtórzenie dowolnego tokena. Wyższa kara za częstotliwość zmniejszy prawdopodobieństwo powtórzenia tokena, sprzyjając bardziej zróżnicowanemu generowaniu tekstu.
uk: Штраф за повторення будь-якої однієї фішки. Вищий штраф частоти зменшить ймовірність повторення маркера, сприяючи генерації більш різноманітного тексту.
zh_hans: 重复任何一个token的惩罚。更高的频率惩罚将减少token重复的可能性，促进更多样化的文本生成。

source: Is array
fr: Est un tableau
pl: Jest tablicą
ru: Это массив
tr: Bir dizi mi
uk: Є масив
zh_hans: 是数组

source: No workflow definitions found
fr: Aucun définition de workflow trouvée
pl: Nie znaleziono żadnych definicji przepływu
ru: Не найдено определений рабочих процессов
tr: İş akışı tanımı bulunamadı
uk: Визначення робочого процесу не знайдено
zh_hans: 未找到任何工作流定义

source: Save
fr: Enregister
pl: Zapisz
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_hans: 保存

source: SubStatus
fr: SousStatut
pl: Podstatus
ru: Подстатус
tr: Alt Statü
uk: Підстатус
zh_hans: 子状态

source: The name of the workflow.
fr: Le nom du workflow.
pl: Nazwa przepływu.
tr: İş Akışı adı
uk: Назва робочого циклу.
zh_hans: 工作流的名称。

source: Switch
pl: Przełącznik
ru: Переключатель
uk: Перемикач
zh_hans: 选择器

source: Expires
fr: Expiration
pl: Wygasa
ru: Истекает
tr: Geçerlilik süresi
uk: Термін дії закінчується
zh_hans: 过期

source: Publish the current workflow
fr: Publier le workflow en cours
pl: Opublikuj bieżący przepływ
ru: Опубликовать текущий рабочий процесс
tr: Mevcut iş akışını yayınla
uk: Опублікувати поточний робочий процес
zh_hans: 发布当前工作流

source: Read Data from Configuration / Runtime
fr: Lire les données de la configuration / de l'exécution
pl: Odczytaj dane z konfiguracji / Środowiska wykonawczego
ru: Прочитать данные из конфигурации / На лету (Runtime)
tr: Yapılandırma / Çalışma Zamanından Veri Okuma
uk: Читання даних із конфігурації / середовища виконання
zh_hans: 从配置/运行时读取数据

source: Rollback to this version
fr: Revenir à cette version
pl: Wycofaj do tej wersji
ru: Откатить до этой версии
tr: Bu sürüme geri dön
uk: Відкат до цієї версії
zh_hans: 回退到此版本

source: Save File
fr: Enregistrer le fichier
pl: Zapisz plik
ru: Сохранить файл
tr: Dosyaya Kaydet
uk: Зберегти файл
zh_hans: 保存文件

source: A variable picker
fr: Un sélecteur de variables
pl: Selektor zmiennych
tr: Değişken seçici
uk: А Вибір змінних
zh_hans: 变量选择器

source: An outcome picker
fr: Un sélecteur de résultats en sortie
pl: Selektor wyników
uk: А Вибір результатів
zh_hans: 结果选择器

source: Are you sure you want to delete the selected output?
fr: Êtes-vous sûr de vouloir supprimer la sortie sélectionnée ?
pl: Czy na pewno chcesz usunąć wybrane wyjście?
tr: Seçili çıktıyı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити вибраний вихід?
zh_hans: 您确定要删除选定的输出吗？

source: Are you sure you want to delete this workflow?
fr: Êtes-vous sûr de vouloir supprimer ce workflow ?
pl: Czy na pewno chcesz usunąć ten przepływ?
tr: Bu iş akışını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей робочий процес?
zh_hans: 您确定要删除此工作流吗？

source: Checklist
pl: Lista kontrolna
uk: Контрольний список
zh_hans: 复选框列表

source: Code editor
fr: Editeur de code
pl: Edytor kodu
ru: Редактор кода
tr: Kod editörü
uk: Редактор коду
zh_hans: 代码编辑器

source: {0} consuming workflow(s) updated
fr: {0} workflows consommateurs mis à jour
pl: {0} zaktualizowanych przepływ(ów) konsumujących
tr: {0} tüketici iş akışı(ları) güncellendi
uk: Оновлено споживаючих робочих процесів: {0}
zh_hans: {0} 个使用中的工作流已更新

source: Create variable
fr: Créer une variable
pl: Utwórz zmienną
tr: Değişken oluştur
uk: Створіть змінну
zh_hans: 创建变量

source: Default
fr: Défaut
pl: Domyślne
tr: Varsayılan
uk: За замовчуванням
zh_hans: 默认

source: Delete selected versions
fr: Supprimer les versions sélectionnées
pl: Usuń wybrane wersje
tr: Seçilen sürümleri sil
uk: Видалити вибрані версії
zh_hans: 删除选定版本

source: Delete workflow instance?
fr: Supprimer l'instance de workflow ?
pl: Usunąć instancję przepływu?
tr: İş akışı örneğini sil?
uk: Видалити екземпляр робочого процесу?
zh_hans: 确定删除工作流实例？

source: Delete workflow?
fr: Supprimer le workflow ?
pl: Usunąć przepływ?
tr: İş akışı silinsin mi?
uk: Видалити робочий процес?
zh_hans: 确定删除工作流？

source: Edit output
fr: Modifier la sortie
pl: Edytuj wyjście
tr: Çıktıyı düzenle
uk: Редагувати вихід
zh_hans: 编辑输出

source: Edit Workflow Definition
fr: Modifier la définition du workflow
pl: Edytuj definicję przepływu
tr: İş Akışı Tanımını Düzenle
uk: Редагувати визначення робочого процесу
zh_hans: 编辑工作流定义

source: JSON editor
fr: éditeur JSON
pl: Edytor JSON
tr: JSON editörü
uk: Редактор JSON
zh_hans: JSON 编辑器

source: None
fr: Aucun
pl: Żaden/Brak
tr: Hiçbiri
uk: Жодного
zh_hans: 无

source: One workflow is already published
fr: Un workflow est déjà publié
pl: Jeden przepływ jest już opublikowany
tr: Bir iş akışı zaten yayınlandı
uk: Один робочий процес уже опубліковано
zh_hans: 已经发布了一个工作流

source: Output picker
fr: Sélecteur de sortie
pl: Selektor wyniku
uk: Вибір вихідних даних
zh_hans: 输出选择器

source: Please enter a name for the input.
fr: Veuillez saisir un nom pour l'entrée.
pl: Prosimy podać nazwę dla wejścia.
tr: Lütfen girdi için bir ad girin.
uk: Будь ласка, введіть назву для введення.
zh_hans: 请输入这个输入的名称。

source: When checked, this activity can trigger this workflow.
fr: Lorsque cette option est cochée, cette activité peut déclencher ce workflow.
pl: Gdy zaznaczone, ta aktywność może wyzwolić ten przepływ pracy.
tr: Seçildiğinde, bu aktivite bu iş akışını başlatabilir.
uk: Якщо позначено, ця дія може ініціювати цей робочий процес.
zh_hans: 当被选中时，此活动可以触发此工作流。

source: Workflow definition picker
fr: Sélecteur de définition de Workflow
pl: Selektor definicji przepływu
tr: İş akışı tanımı seçim aracı
uk: Вибір визначення робочого процесу
zh_hans: 工作流定义选择器

source: {0} workflows are not found
fr: {0} workflows ne sont pas trouvés
pl: {0} przepływ(ów) pracy nie znaleziony(e)
tr: {0} iş akışı bulunamadı
uk: {0} робочих процесів не знайдено
zh_hans: {0} 个工作流未找到

source: {0} {1} imported successfully.
fr: {0} {1} importé avec succès.
pl: {0} {1} zaimportowano pomyślnie.
ru: {0} {1} успешно импортировано.
tr: {0} {1} başarıyla içe aktarıldı.
uk: {0} {1} успішно імпортовано.
zh_hans: {0} {1} 导入成功。

source: One workflow is published
fr: Un workflow est publié
pl: Jeden przepływ pracy jest opublikowany
tr: Bir iş akışı yayınlandı
uk: Опубліковано один робочий процес
zh_hans: 发布一个工作流

source: A list of radio buttons
fr: Une liste de boutons radio
pl: Lista przycisków radiowych
uk: Список радіокнопок
zh_hans: 单选按钮列表

source: Multiple lines of text input
fr: Plusieurs lignes de saisie de texte
pl: Wiele linii tekstu wejściowego
uk: Багаторядкове введення тексту
zh_hans: 多行文本输入

source: Are you sure you want to delete the selected workflow instances?
fr: Êtes-vous sûr de vouloir supprimer les instances de workflow sélectionnées ?
pl: Czy na pewno chcesz usunąć wybrane instancje przepływu?
tr: Seçili iş akışı örneklerini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити вибрані екземпляри робочого процесу?
zh_hans: 您确定要删除选定的工作流实例吗？

source: The workflow cannot be started
fr: Le workflow ne peut pas être démarré
pl: Przepływ nie może zostać uruchomiony
ru: Невозможно запустить рабочий процесс
tr: İş akışı başlatılamıyor
uk: Неможливо запустити робочий процес
zh_hans: 无法启动工作流

source: A dropdown list
fr: Une liste déroulante
pl: Lista rozwijana
tr: Açılır kutu
uk: Випадаючий список
zh_hans: 下拉列表

source: Successfully imported {0} workflow definitions.
fr: {0} définitions de workflow ont été importées avec succès.
pl: Pomyślnie zaimportowano {0} definicji przepływu.
tr: {0} iş akışı tanımları başarıyla içe aktarıldı.
uk: Успішно імпортовано {0} визначень робочого процесу.
zh_hans: 成功导入 {0} 个工作流定义。

source: {0} workflows are already published
fr: {0} workflows sont déjà publiés
pl: {0} przepływów zostało już opublikowanych
tr: {0} iş akışı önceden yayınlanmış
uk: {0} робочих процесів уже опубліковано
zh_hans: {0} 个工作流已发布

source: {0} workflows are published
fr: {0} workflows sont publiés
pl: {0} przepływów opublikowano
ru: {0} рабочих процессов опубликованы
tr: {0} iş akışları yayınlandı
uk: Опубліковано {0} робочих процесів
zh_hans: {0} 个工作流已发布

source: A variable with this name already exists in the current scope.
fr: Une variable portant ce nom existe déjà dans le scope actuel.
pl: Zmienna o tej nazwie już istnieje w bieżącym zakresie.
uk: Змінна з такою назвою вже існує в поточній області.
zh_hans: 当前作用域中已经存在这个名称的变量。

source: {0} workflows are unpublished
fr: {0} workflows ne sont pas publiés
pl: wycofano publikację {0} przepływów
tr: {0} iş akışları yayından kaldırıldı
uk: {0} робочих процесів скасовано
zh_hans: {0} 个工作流已取消发布

source: A workflow output definition picker
fr: Un sélecteur de définition de sortie de workflow
pl: Selektor definicji wyjścia przepływu
uk: Засіб вибору визначення вихідних даних робочого процесу
zh_hans: 工作流输出定义选择器

source: Are you sure you want to publish the selected workflows?
fr: Êtes-vous sûr de vouloir publier les workflows sélectionnés ?
pl: Czy na pewno chcesz opublikować wybrane przepływy?
tr: Seçili iş akışlarını yayınlamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте опублікувати вибрані робочі процеси?
zh_hans: 您确定要发布选定的工作流吗？

source: imported successfully.
fr: importé avec succès.
pl: pomyślnie zaimportowano.
tr: başarıyla içe aktarıldı.
uk: успішно імпортовано.
zh_hans: 导入成功。

source: An input with this name already exists.
fr: Une entrée avec ce nom existe déjà.
pl: Wejście o tej nazwie już istnieje.
ru: Входной параметр с таким именем уже существует.
tr: Bu isimde bir girdi zaten var.
uk: Вхід із такою назвою вже існує.
zh_hans: 这个名称的输入已经存在。

source: Delete selected workflow instances?
fr: Supprimer les instances de workflow sélectionnées ?
pl: Usunąć wybrane instancje przepływu?
tr: Seçili iş akışı örneklerini sil?
uk: Видалити вибрані екземпляри робочого процесу?
zh_hans: 确认删除选定的工作流实例？

source: A JSON editor
fr: Un éditeur JSON
pl: Edytor JSON
tr: JSON editörü
uk: А Редактор JSON
zh_hans: JSON编辑器

source: Are you sure you want to cancel this workflow instance?
fr: Êtes-vous sûr de vouloir annuler cette instance de workflow ?
pl: Czy na pewno chcesz anulować to wystąpienie przepływu?
tr: Bu iş akışı örneğini iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скасувати цей екземпляр робочого процесу?
zh_hans: 您确定要取消此工作流实例吗？

source: Are you sure you want to delete the selected versions?
fr: Êtes-vous sûr de vouloir supprimer les versions sélectionnées ?
pl: Czy na pewno chcesz usunąć wybrane wersje?
tr: Seçili sürümleri silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити вибрані версії?
zh_hans: 您确定要删除选定的版本吗？

source: Are you sure you want to delete the selected variable?
fr: Êtes-vous sûr de vouloir supprimer la variable sélectionnée ?
pl: Czy na pewno chcesz usunąć wybraną zmienną?
tr: Seçili değişkeni silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити вибрану змінну?
zh_hans: 您确定要删除选定的变量吗？

source: No workflows were imported.
fr: Aucun flux de travail n'a été importé.
pl: Nie zaimportowano żadnych przepływów.
tr: Hiçbir iş akışı içe aktarılmadı.
uk: Робочі процеси не імпортовано.
zh_hans: 没有导入任何工作流。

source: One workflow is not found
fr: Un workflow n'est pas trouvé
pl: Jeden przepływ pracy nie został znaleziony
tr: Bir iş akışı bulunamadı
uk: Один робочий процес не знайдено
zh_hans: 没有找到一个工作流

source: One workflow is unpublished
fr: Un workflow n'est pas publié
pl: Wycofano publikację jednego przepływu
tr: Bir iş akışı yayından kaldırıldı
uk: Один робочий процес не опублікований
zh_hans: 撤销发布一个工作流

source: Please enter a name for the output.
fr: Veuillez saisir un nom pour la sortie.
pl: Prosimy podać nazwę dla wyjścia.
tr: Lütfen çıktı için bir ad girin.
uk: Будь ласка, введіть назву для результату.
zh_hans: 请输入这个输出的名称。

source: Please enter a name for the workflow.
fr: Veuillez saisir un nom pour le workflow.
pl: Prosimy podać nazwę dla przepływu.
tr: Lütfen iş akışı için bir ad girin.
uk: Введіть назву робочого циклу.
zh_hans: 请输入这个工作流的名称。

source: Are you sure you want to delete this version?
fr: Êtes-vous sûr de vouloir supprimer cette version ?
pl: Czy na pewno chcesz usunąć tę wersję?
tr: Bu sürümü silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю версію?
zh_hans: 您确定要删除此版本吗？

source: Are you sure you want to delete this workflow instance?
fr: Êtes-vous sûr de vouloir supprimer cette instance de workflow ?
pl: Czy na pewno chcesz usunąć tę instancję przepływu?
tr: Bu iş akışı örneğini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей екземпляр робочого процесу?
zh_hans: 您确定要删除此工作流实例吗？

source: Edit variable
fr: Modifier la variable
pl: Edytuj zmienną
ru: Редактировать переменную
tr: Değişkeni düzenle
uk: Редагувати змінну
zh_hans: 编辑变量

source: Readonly
fr: Lecture seule
pl: Tylko do odczytu
tr: Salt okunur
uk: Тільки для читання
zh_hans: 只读

source: One workflow is already unpublished
fr: Un workflow est déjà non publié
pl: Publikacja jednego przepływu została już wycofana
tr: Bir iş akışı zaten yayından kaldırıldı
uk: Один робочий процес уже не опубліковано
zh_hans: 一个工作流已经撤销发布

source: Workflow published
fr: Workflow publié
pl: Przepływ opublikowany
tr: İş akışı yayınlandı
uk: Робочий процес опубліковано
zh_hans: 工作流已发布

source: Successfully imported 1 workflow definition.
fr: 1 définition de workflow a été importée avec succès.
pl: Pomyślnie zaimportowano 1 definicję przepływu.
tr: 1 iş akışı tanımı başarıyla içe aktarıldı
uk: Успішно імпортовано 1 визначення робочого процесу.
zh_hans: 成功导入 1 个工作流定义。

source: Workflow saved
fr: Workflow enregistré
pl: Przepływ zapisany
tr: İş akışı kaydedildi
uk: Робочий процес збережено
zh_hans: 已保存工作流

source: Workflow published with Not Found activities
fr: Workflow publié avec des activités non trouvées
pl: Przepływ pracy opublikowany z aktywnościami typu Nie znaleziono
tr: Bulunamayan etkinliklerle birlikte iş akışı yayınlandı
uk: Робочий цикл опубліковано з діями Not Found
zh_hans: 发布的工作流没有找到活动

source: Timestamp
fr: Horodatage
pl: Znacznik czasu
tr: Zaman damgası
uk: Мітка часу
zh_hans: 时间戳

source: workflows are already published
fr: les workflows sont déjà publiés
pl: przepływy są już opublikowane
tr: iş akışları önceden yayınlanmış
uk: робочі процеси вже опубліковано
zh_hans: 工作流已经发布

source: workflows are already unpublished
fr: les workflows sont déjà dépubliés
pl: publikacji przepływów już wycofano
tr: iş akışları önceden yayından kaldırılmış
uk: робочі процеси вже неопубліковані
zh_hans: 工作流已撤销发布

source: Successfully imported {0} instances
fr: {0} instances importées avec succès
pl: Pomyślnie zaimportowano {0} instancji
tr: Başarıyla {0} örnek içe aktarıldı
uk: Успішно імпортовано {0} примірників
zh_hans: 成功导入 {0} 个实例

source: Cancel running workflow instances?
fr: Annuler les instances de workflow en cours d'exécution ?
pl: Anulować uruchomione instancje przepływu?
tr: Çalışan iş akışı örneklerini iptal et?
uk: Скасувати запущені екземпляри робочого процесу?
zh_hans: 确定取消正在运行的工作流实例？

source: Create input
fr: Créer une entrée
pl: Utwórz wejście
tr: Girdi oluştur
uk: Створити вхід
zh_hans: 创建输入

source: Create output
fr: Créer une sortie
pl: Utwórz wyjście
tr: Çıktı oluştur
uk: Створити вихід
zh_hans: 创建输出

source: Delete version
fr: Supprimer la version
pl: Usuń wersję
tr: Sürümü sil
uk: Видалити версію
zh_hans: 删除版本

source: When checked, this activity is the start of this workflow.
fr: Lorsque cette case est cochée, cette activité marque le démarrage de ce workflow .
pl: Gdy zaznaczone, ta aktywność jest początkiem tego przepływu pracy.
tr: İşaretlendiğinde, bu etkinlik bu iş akışının başlangıcı olur.
uk: Якщо позначено, ця дія є початком робочого процесу.
zh_hans: 当选中时，此活动是此工作流的开始。

source: Enter the expression that will be used to determine the log persistence strategy for this property.
fr: Saisissez l’expression qui sera utilisée pour déterminer la stratégie de persistance de log pour cette propriété.
pl: Wprowadź wyrażenie, które zostanie użyte do określenia strategii trwałości dziennika dla tej właściwości.
tr: Bu özellik için günlük (log) kalıcılık stratejisini belirlemek amacıyla kullanılacak ifadeyi girin.
uk: Введіть вираз, який використовуватиметься для визначення стратегії збереження журналу для цієї властивості.
zh_hans: 输入将用于确定此属性的日志持久性策略的表达式。

source: Multi line
fr: Multiligne
pl: Wielolinowe
tr: Çoklu satır
uk: Багаторядковий
zh_hans: 多行

source: Outcome picker
fr: Sélecteur de résultats
pl: Selektor wyniku
uk: Вибір результатів
zh_hans: 结果选择器

source: A list of checkboxes
fr: Une liste de cases à cocher
pl: Lista pól wyboru
uk: Список прапорців
zh_hans: 复选框列表

source: A single line of text input
fr: Une seule ligne de saisie de texte
pl: Pojedynczy wiersz tekstu do wprowadzenia
uk: Введення тексту в один рядок
zh_hans: 单行文本输入

source: A workflow definition picker
fr: Un sélecteur de définition de workflow
pl: Selektor definicji przepływu
uk: Засіб вибору визначення робочого процесу
zh_hans: 工作流定义选择器

source: The ID of the variable.
fr: L'ID de l'activité.
pl: ID zmiennej.
ru: ID переменной.
tr: Değişkenin ID'si.
uk: Ідентифікатор змінної.
zh_hans: 变量的ID。

source: A workflow with this name already exists.
fr: Un workflow portant ce nom existe déjà.
pl: Przepływ o tej nazwie już istnieje.
uk: Робочий цикл із такою назвою вже існує.
zh_hans: 具有此名称的工作流已经存在。

source: An input for multiple words, like a tagging input
fr: Une entrée pour plusieurs mots, comme une liste de tags
pl: Wejście dla wielu słów, na przykład etykiet
uk: Вхід для кількох слів, наприклад введення тегів
zh_hans: 多个单词的输入，如标记输入

source: Are you sure you want to cancel all running workflow instances of this workflow definition?
fr: Êtes-vous sûr de vouloir annuler toutes les instances de workflow en cours d’exécution de cette définition de workflow ?
pl: Czy na pewno chcesz anulować wszystkie uruchomione instancje tego przepływu?
tr: Bu iş akışına ait tüm aktif örnekleri iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скасувати всі запущені екземпляри цього робочого циклу?
zh_hans: 确定要取消此工作流定义的所有正在运行的工作流实例吗？
