Repository: elsa-workflows/elsa-studio
Catalog: src/framework/Elsa.Studio.Translations/Translations.*.resx
Languages: ar, fr, pl, ru, tr, uk, zh_hans

source: Outer Bound Inclusive
fr: Limite extérieure inclusive
pl: Zewnętrzna granica jest inkluzywna
uk: Зовнішня межа включно
zh_hans: 包含外部边界

source: Payload
pl: Ładunek
tr: Veri yükü
uk: Корисне навантаження
zh_hans: 负载

source: Step
fr: Étape
pl: Krok
tr: Adım
uk: Крок
zh_hans: 步

source: The end step.
fr: L'étape de fin.
pl: Krok końcowy.
tr: Son adım.
uk: Кінцевий крок.
zh_hans: 终止步骤。

source: Variable
pl: Zmienna
ru: Переменная
tr: Değişken
uk: Змінна
zh_hans: 变量

source: Load
fr: Charger
pl: Załaduj
tr: Yükle
uk: Навантаження
zh_hans: 加载

source: Configuration
pl: Konfiguracja
tr: Yapılandırma
uk: Конфігурація
zh_hans: 配置

source: Provider Type
fr: Type de fournisseur
pl: Typ dostawcy
tr: Sağlayıcı Türü
uk: Тип постачальника
zh_hans: 提供者类型

source: Exclude
fr: Exclure
pl: Wyklucz
tr: Hariç tut
uk: Виключити
zh_hans: 排除

source: Include
fr: Inclure
pl: Uwzględnij
tr: Dahil et
uk: Включати
zh_hans: 包括

source: Cron
pl: Harmonogram Cron
ru: Крон
zh_hans: Cron表达式

source: IncidentCount
fr: Nombre d'incidents
pl: IlośćIncydentów
ru: Количество инцидентов
tr: Olay Sayısı
zh_hans: 异常事件数量

source: OpenAIChatCompletion
ru: Выполнение OpenAIChat
zh_hans: OpenAI对话模型（OpenAIChatCompletion）

source: OpenAITextToImage
ru: Изображение на основе описания OpenAI
tr: OpenAI Metinden Görüntüye
zh_hans: OpenAI文本转图像模型（OpenAITextToImage）
