Repository: elsa-workflows/elsa-studio
Catalog: src/framework/Elsa.Studio.Translations/Translations.*.resx
Languages: ar, fr, pl, ru, tr, uk, zh_hans

source: 180 days
ar: ١٨٠ يوم
fr: 180 jours
pl: 180 dni
ru: 180 дней
tr: 180 gün
uk: 180 днів
zh_hans: 180 天

source: 30 days
ar: ٣٠ يوم
fr: 30 jours
pl: 30 dni
ru: 30 дней
tr: 30 gün
uk: 30 днів
zh_hans: 30 天

source: A brief description of the secret.
ar: وصف مختصر للسر.
fr: Description courte du secret.
pl: Krótki opis tego sekretu.
ru: Краткое описание секрета.
tr: Gizli anahtar dizinin kısa bir açıklaması.
uk: Короткий опис секрету.
zh_hans: secret的简要描述。

source: A brief description of the workflow.
ar: شرح مختصر لسير العمل.
fr: Une brève description du workflow.
pl: Krótki opis przepływu.
ru: Краткое описание рабочего процесса.
tr: İş akışının kısa bir açıklaması.
uk: Короткий опис робочого процесу.
zh_hans: 工作流的简要描述。

source: A brief description of this input.
ar: شرح مختصر لهذا المدخل.
fr: Une brève description de l'entrée.
pl: Krótki opis tego wejścia.
ru: Краткое описание этого ввода.
tr: Bu veri girişinin kısa bir tanımı.
uk: Короткий опис цього вводу.
zh_hans: 输入的简要描述。

source: A default value.
ar: قيمة افتراضية.
fr: Valeur par défaut.
pl: Wartość domyślna.
ru: Значение по-умолчанию.
tr: Varsayılan değer.
uk: Значення за замовчуванням.
zh_hans: 默认值。

source: 14 days
ar: ١٤ يوم
fr: 14 jours
pl: 14 dni
ru: 14 дней
tr: 14 gün
uk: 14 днів
zh_hans: 14 天

source: A brief description of the agent.
ar: وصف مختصر للعامل.
fr: Description courte de l'agent.
pl: Krótki opis tego agenta.
ru: Краткое описание агента.
tr: Ajan hakkında kısa açıklama.
uk: Короткий опис агента.
zh_hans: 代理的简要描述。

source: A description about the role and purpose of this agent.
ar: وصف لدور وهدف هذا العامل.
fr: Une description au sujet du rôle et du but de cet agent.
pl: Opis roli i celów tego agenta.
ru: Описание роли и назначения этого агента.
tr: Bu ajanın rolü ve amacı hakkında açıklama.
uk: Опис про роль та призначення даного агента.
zh_hans: 关于此代理的角色和目的的描述。

source: 7 days
ar: ٧ أيام
fr: 7 jours
pl: 7 dni
ru: 7 дней
tr: 7 gün
uk: 7 днів
zh_hans: 7 天

source: A brief description of this output.
ar: شرح مختصر لهذا المُخرج.
fr: A brève description de la sortie.
pl: Krótki opis tego wyjścia.
ru: Краткое описание этого вывода.
tr: Bu veri çıkışının kısa bir tanımı.
uk: Короткий опис цього виходу.
zh_hans: 输出的简要描述。

source: 90 days
ar: ٩٠ يوم
fr: 90 jours
pl: 90 dni
ru: 90 дней
tr: 90 gün
uk: 90 днів
zh_hans: 90 天

source: A custom category by which to group this output.
ar: تصنيف خاص يتم تحديده لهذا المُخرج.
fr: Une activité personnalisée via laquelle grouper cette sortie.
pl: Niestandardowa kategoria, według której mają być grupowane dane wyjściowe.
ru: Пользовательская категория, по которой можно сгруппировать эти выходные данные.
tr: Bu veri çıktısı için özel bir gruplama kategorisi.
uk: Спеціальна категорія, за якою групувати цей вихід.
zh_hans: 用于对此输出进行分组的自定义类别。

source: A description about the secret.
fr: Une description au sujet du secret.
pl: Opis sekretu.
ru: Описание секрета.
tr: Gizli anahtar hakkında açıklama.
uk: Опис про секрет.
zh_hans: 关于此密钥的描述。

source: A description of this activity to be displayed in the designer.
fr: Une description de cette activité à afficher dans le concepteur.
pl: Opis tej aktywności będzie wyświetlany w projektancie.
ru: Описание этого действия будет отображено в конструкторе.
tr: Tasarımcıda gösterilen bu aktivitenin bir açıklaması.
uk: Опис цієї діяльності буде відображено в дизайнері.
zh_hans: 在设计器中显示的此活动的描述。

# A technical name for the function
source: A technical name for the function that this agent perform. For example: WriteCode
fr: Un nom technique pour la fonction que cet agent exécute. Par exemple : WriteCode
pl: Techniczna nazwa funkcji wykonywanej przez tego agenta. Na przykład: NapiszKod
ru: Техническое название функции, которую выполняет этот агент. Например: WriteCode
tr: Bu ajanın gerçekleştirdiği fonksiyonun teknik adı. Örneğin: WriteCode
uk: Технічна назва функції, яку виконує цей агент. Наприклад: WriteCode
zh_hans: 此代理执行的功能名称。例如：编写代码（WriteCode）

source: Acknowledge Datasource Event
fr: Reconnaître l'événement de la source de données
pl: Potwierdź zdarzenie źródła danych
ru: Подтверждение события источника данных
tr: Veri Kaynağı Olayını Onayla
uk: Підтвердити подію джерела даних
zh_hans: 确认数据源事件

source: Activation strategy
fr: Stratégie d'activation
pl: Strategia aktywacji
ru: Стратегия активации
tr: Etkinleştirme Stratejisi
uk: Стратегія активації
zh_hans: 激活策略

source: Activities
fr: Activités
pl: Aktywności
ru: Действия
tr: Aktiviteler
uk: Активність
zh_hans: 活动列表

source: Activity
fr: Activité
pl: Aktywność
ru: Действие
tr: Aktivite
uk: Діяльність
zh_hans: 活动

source: Activity Instance ID
fr: Id d'instance de l'activité
pl: ID instancji aktywności
ru: ID экземпляра действия
tr: Aktivite Örneği ID'si
uk: Ідентифікатор діяльності
zh_hans: 活动实例ID

source: Add
fr: Ajouter
pl: Dodaj
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加

source: Add input
fr: Ajouter une entrée
pl: Dodaj wejście
ru: Добавить вход
tr: Girdi Ekle
uk: Додайте вхідні дані
zh_hans: 添加输入

source: Add output
fr: Ajouter une sortie
pl: Dodaj wyjście
ru: Добавить выход
tr: Çıktı Ekle
uk: Додати вихід
zh_hans: 添加输出

source: Add variable
fr: Ajouter une variable
pl: Dodaj zmienną
ru: Добавить переменную
tr: Değişken ekle
uk: Додайте змінну
zh_hans: 添加变量

source: Agent
ru: Агент
tr: Ajan
uk: Агент
zh_hans: 代理

source: Agents
pl: Agenci
ru: Агенты
tr: Ajanlar
uk: Агенти
zh_hans: 代理列表

source: Aggregation
fr: Aggrégation
pl: Agregacja
ru: Агрегация
tr: Agregasyon
uk: Агрегація
zh_hans: 聚合

source: Allow this workflow to be used as an activity.
fr: Autoriser ce workflow à être utilisé en tant qu'activité.
pl: Zezwól na używanie tego przepływu jako aktywności.
ru: Использовать рабочий процесс в качестве действия.
tr: Bu iş akışının bir etkinlik olarak kullanılmasına izin ver.
uk: Дозволити використовувати цей робочий процес як дію.
zh_hans: 允许该工作流作为一个活动。

source: API Key
fr: Clé d'API
pl: Klucz API
ru: Ключ API
tr: API Anahtarı
uk: Ключ API

source: API Keys
fr: Clés d'API
pl: Klucze API
ru: Ключи API
tr: API Anahtarları
uk: Ключі API
zh_hans: 接口密钥

source: Apply
fr: Appliquer
pl: Zastosuj
ru: Применить
tr: Uygula
uk: Застосувати
zh_hans: 应用

source: Auto-update consuming workflows
fr: Mettre à jour automatiquement les workflows consommateurs
pl: Automatycznie aktualizuj przepływy konsumujące
ru: Автообновление трудоемких рабочих процессов
tr: Tüketilen iş akışlarını otomatik olarak güncelle
uk: Автоматичне оновлення споживаючих робочих процесів
zh_hans: 自动更新使用中的工作流

source: Auto-save
fr: Sauvegarde automatique
pl: Autozapis
ru: Автосохранение
tr: Otomatik Kaydet
uk: Автозбереження
zh_hans: 自动保存

source: Branching
fr: Branchement
pl: Rozgałęzianie
ru: Ветвление
tr: Dallanma
uk: Розгалуження
zh_hans: 分支

source: Break
pl: Przerwij
ru: Прерывание
tr: Döngüyü sonlandır
uk: Перерва
zh_hans: 跳出

source: Bulk actions
fr: Actions en lot
pl: Działania zbiorcze
ru: Массовые действия
tr: Toplu işlemler
uk: Масові дії
zh_hans: 批量操作

source: Bulk Dispatch Workflows
fr: Dispatcher les workflows en lot
pl: Masowe uruchamianie przepływów pracy
ru: Массовые вызовы рабочих процессов
tr: İş Akışlarını topluca gönder
uk: Робочі процеси масової розсилки
zh_hans: 批量调度工作流

source: Cancel
fr: Annuler
pl: Anuluj
ru: Отмена
tr: İptal
uk: Скасувати
zh_hans: 取消

source: Category
fr: Catégorie
pl: Kategoria
ru: Категория
tr: Kategori
uk: Категорія
zh_hans: 分类

source: Check this option if the variable holds an array of the selected type.
fr: Cochez cette option si la variable contient un tableau du type sélectionné.
pl: Zaznacz tę opcję, jeśli zmienna zawiera tablicę wybranego rodzaju.
ru: Установите этот флажок, если переменная содержит массив выбранного типа.
tr: Değişken seçilen türe ait bir dizi içeriyorsa bu seçeneği işaretleyin.
uk: Перевірте цей параметр, якщо змінна має масив вибраного типу.
zh_hans: 如果变量持有选定类型的数组，请勾选此选项。

source: Clear
fr: Effacer
pl: Wyczyść
ru: Очистить
tr: Temizle
uk: Очистити
zh_hans: 清空

source: Click to open a new workflow tab
fr: Cliquer pour ouvrir un nouvel onglet de workflow
pl: Kliknij, aby otworzyć nową kartę przepływu
ru: Нажмите, чтобы открыть новую вкладку рабочего процесса
tr: Yeni iş akışı sekmesini açmak için tıklayın
uk: Натисніть, щоб відкрити нову вкладку робочого процесу
zh_hans: 点击打开一个新的工作流标签页

source: Close
fr: Fermer
pl: Zamknij
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭

source: Close workflow
fr: Fermer workflow
pl: Zamknij przepływ
ru: Закрыть рабочий процесс
tr: İş Akışını Kapat
uk: Закритий робочий процес
zh_hans: 关闭工作流

source: Common
fr: Commun
pl: Wspólne
ru: Общий
tr: Genel
uk: Загальні
zh_hans: 公共

source: Complete
fr: Terminer
pl: Kompletny
ru: Завершить
tr: Tamamla
uk: Повний
zh_hans: 完成

source: Completed
fr: Terminé
pl: Ukończony
ru: Завершенный
tr: Tamamlandı
uk: Виконаний
zh_hans: 已完成

source: Composition
pl: Kompozycja
ru: Композиция
tr: Bileşim
uk: Композиція
zh_hans: 混合

source: Connection Strings
fr: Chaînes de connexion
pl: Parametry połączenia
ru: Строки подключения
tr: Bağlantı Dizeleri
uk: Рядки підключення
zh_hans: 连接字符串

source: Console
pl: Konsola
ru: Консоль
tr: Konsol
uk: Консоль
zh_hans: 控制台

source: Container
fr: Conteneur
pl: Kontener
ru: Контейнер
tr: Konteyner
uk: Контейнер
zh_hans: 容器

source: Correlate
fr: Corréler
pl: Koreluj
ru: Соотнести
tr: Korelasyon kur
uk: Співвіднести
zh_hans: 关联

source: Correlation ID
fr: ID de Corrélation
pl: ID korelacji
ru: ID соотношения (корреляции)
tr: Korelasyon ID'si
uk: ID кореляції
zh_hans: 关联ID

source: Create Agent
fr: Créer agent
pl: Uwórz agenta
ru: Создать агента
tr: Yeni Ajan Oluştur
uk: Створити агента
zh_hans: 创建代理

source: Create API Key
fr: Créer une clé d'API
pl: Utwórz klucz API
ru: Создать ключ API
tr: API Anahtarı Oluştur
uk: Створити ключ API
zh_hans: 创建 API Key

source: Create Secret
fr: Créer Secret
pl: Utwórz sekret
ru: Создать секрет
tr: Gizli Anahtar Oluştur
uk: Створити секрет
zh_hans: 创建 Secret

source: Created
fr: Créé
pl: Utworzono
ru: Создан
tr: Oluşturuldu
uk: Створено
zh_hans: 已创建

source: Create Service
fr: Créer Service
pl: Utwórz usługę
ru: Создать службу
tr: Servis Oluştur
uk: Створити послугу
zh_hans: 创建 Service

source: CreatedAt
fr: Créé le
pl: UtworzonyO
ru: Создан в
tr: Oluşturma Zamanı
uk: Створено до
zh_hans: 创建于

source: Create workflow
fr: Créer workflow
pl: Utwórz przepływ
ru: Создать рабочий процесс
tr: Yeni İş Akışı Oluştur
uk: Створити робочий процес
zh_hans: 创建工作流

source: Dashboard
fr: Tableau de bord
pl: Pulpit nawigacyjny
ru: Дэшборд
tr: Gösterge Paneli
uk: Приладова панель
zh_hans: 仪表盘

source: Date
pl: Data
ru: Дата
tr: Tarih
uk: Дата
zh_hans: 日期

source: Date Filters
fr: Filtres de date
pl: Filtry daty
ru: Фильтры по дате
tr: Tarih Filtresi
uk: Фільтри дат
zh_hans: 日期筛选器

source: Decision
fr: Décision
pl: Decyzja
ru: Решение
tr: Karar
uk: Рішення
zh_hans: 决策

source: Default configuration
fr: Configuration par défaut
pl: Domyślna konfiguracja
ru: Стандартная конфигурация
tr: Varsayılan yapılandırma
uk: Конфігурація за замовчуванням
zh_hans: 默认配置

source: Default value
fr: Valeur par défaut
pl: Wartość domyślna
ru: Значение по-умолчанию
tr: Varsayılan değer
uk: Значення за замовчуванням
zh_hans: 默认值

source: Definition ID
fr: ID de définition
pl: ID definicji
ru: ID определения
tr: Tanım ID’si
uk: ID визначення
zh_hans: 工作流定义ID

source: Definition version
fr: Version de définition
pl: Wersja definicji
ru: Версия определения
tr: Tanım versiyonu
uk: Версія визначення
zh_hans: 工作流定义版本

source: Definition version ID
fr: ID de version de définition
pl: ID wersji definicji
ru: ID версии определения
tr: Tanım versiyonu ID'si
uk: Ідентифікатор версії визначення
zh_hans: 工作流定义版本ID

source: Definitions
fr: Définitions
pl: Definicje
ru: Определения
tr: Tanımlar
uk: Визначення
zh_hans: 工作流定义列表

source: Delay
fr: Délai
pl: Opóźnienie
ru: Задержка
tr: Gecikme
uk: Затримка
zh_hans: 延迟

source: Delete
fr: Supprimer
pl: Usuń
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除

source: Description
pl: Opis
ru: Описание
tr: Açıklama
uk: Опис
zh_hans: 描述

source: Details
fr: Détails
pl: Szczegóły
ru: Детали
tr: Detaylar
uk: Подробиці
zh_hans: 详情

source: Dispatch Workflow
fr: Dispatcher le Workflow
pl: Wyślij przepływ
ru: Отправка рабочего процесса
tr: İş Akışını Gönder
uk: Диспетчерський робочий процес
zh_hans: 调度工作流

source: Display name
fr: Nom d'affichage
pl: Nazwa wyświetlana
ru: Отображаемое название
tr: Görünen Ad
uk: Відображуване ім'я
zh_hans: 显示名称

source: Display text
fr: Texte d'affichage
pl: Wyświetlany tekst
ru: Отображаемый текст
tr: Görünen metin
uk: Відображення тексту
zh_hans: 显示文本

source: Download File
fr: Télécharger fichier
pl: Pobierz plik
ru: Скачать файл
tr: Dökümanı İndir
uk: Завантажити файл
zh_hans: 下载文件

source: Duration
fr: Durée
pl: Czas trwania
ru: Длительность
tr: Zaman aralığı
uk: Тривалість
zh_hans: 间隔

source: Edit
fr: Modifier
pl: Edytuj
ru: Редактировать
tr: Düzenle
uk: Редагувати
zh_hans: 编辑

source: Email
tr: E-Posta
uk: Електронна пошта
zh_hans: 邮件

source: End
fr: Fin
pl: Koniec
ru: Конец
tr: Son
uk: Кінець
zh_hans: 结束

source: Enter a list of possible outcomes for this workflow.
fr: Saisir une liste de sorties possibles pour ce workflow.
pl: Wprowadź listę możliwych wyników dla tego przepływu.
ru: Введите список возможных результатов для этого рабочего процесса.
tr: Bu iş akışı için olası sonuçların bir listesini girin.
uk: Введіть список можливих результатів для цього робочого процесу.
zh_hans: 键入此工作流可能的结果列表。

source: Event
fr: Evènement
pl: Zdarzenie
ru: Событие
tr: Olay
uk: Подія
zh_hans: 事件

source: Events
fr: Evènements
pl: Zdarzenia
ru: События
tr: Olaylar
uk: Події
zh_hans: 事件列表

source: Excel Parser
fr: Parseur Excel
pl: Parser Excela
ru: Обработчик Excel
tr: Excel Ayrıştırıcısı
uk: Парсер Excel
zh_hans: Excel 解析器

source: Execution Settings
fr: Paramètres d'éxécution
pl: Ustawienia wykonania
ru: Параметры запуска
tr: Yürütme Ayarları
uk: Параметри виконання
zh_hans: Execution 设置

source: Executions
fr: Exécutions
pl: Wykonania
ru: Запуски
tr: Yürütmeler
uk: Страти
zh_hans: Execution 列表

source: Expires In
fr: Expire dans
pl: Wygasa w
ru: Истекает в
tr: İçinde süresi dolacak
uk: Термін дії закінчується
zh_hans: 过期于

source: Export
fr: Exporter
pl: Eksportuj
ru: Экспорт
tr: Dışa aktar
uk: Експорт
zh_hans: 导出

source: Export the current workflow as a JSON file.
fr: Export le workflow actuel en tant que fichier JSON.
pl: Eksport bieżącego przepływu jako pliku JSON.
ru: Экспорт текущего рабочего процесса как файл JSON.
tr: Mevcut iş akışını JSON dosyası olarak dışa aktar.
uk: Експортуйте поточний робочий процес як файл JSON.
zh_hans: 导出当前工作流的JSON文件

source: Export this version as a JSON file.
fr: Exporter cette version en tant que fichier JSON.
pl: Eksportuj tę wersję jako plik JSON.
ru: Экспорт этой версии рабочего процесса как файл JSON.
tr: Bu sürümü JSON dosyası olarak dışa aktar.
uk: Експортуйте цю версію як файл JSON.
zh_hans: 导出该版本到JSON文件

source: Fault
fr: Faute
pl: Błąd
ru: Ошибка
tr: Hata
uk: Несправність
zh_hans: 错误

source: Finish
fr: Finir
pl: Zakończ
ru: Завершить
tr: Tamamla
uk: Закінчити
zh_hans: 完成

source: Finished
fr: Fini
pl: Zakończony
ru: Завершен
tr: Tamamlandı
uk: Готово
zh_hans: 已完成

source: FinishedAt
fr: Fini à
pl: Zakończony o
ru: Завершен в
tr: Tamamlanma Tarihi
uk: Закінчено о
zh_hans: 完成于

source: Flow
pl: Przepływ
ru: Поток
tr: Akış
uk: Потік

source: For
pl: Dla
ru: Цикл For
uk: Для

source: Frequency Penalty
fr: Pénalité de fréquence
pl: Kara za częstotliwość
ru: Ограничение по частоте
tr: Frekans Cezası
uk: Штраф за частоту
zh_hans: 频率惩罚

source: Fork (flow)
pl: Rozwidlenie (przepływ)
ru: Разделить (поток)
tr: Çatal (akış)
uk: Вилка (потік)
zh_hans: 分支（流）

source: Function
fr: Fonction
pl: Funkcja
ru: Функция
tr: Fonksiyon
uk: Функція
zh_hans: 函数

source: Function Name
fr: Nom de la Fonction
pl: Nazwa funkcji
ru: Название функции
tr: Fonksiyon Adı
uk: Назва функції
zh_hans: 函数名称

source: General
fr: Général
pl: Ogólne
ru: Основной
tr: Genel
uk: Загальний
zh_hans: 常规

source: Has Incidents
fr: A des incidents
pl: Ma incydenty
ru: Есть инциденты
tr: Olay Mevcut
uk: Має інциденти
zh_hans: 存在异常事件

source: HTTP Endpoint
fr: Point de terminaison HTTP
pl: Punkt końcowy HTTP
ru: Точка доступа HTTP
tr: HTTP Uç Noktası
uk: Кінцева точка HTTP
zh_hans: HTTP 终节点

source: HTTP File Response
fr: Réponse de fichier HTTP
pl: Odpowiedź HTTP z plikiem
ru: Файловый ответ HTTP
tr: HTTP Dosya Yanıtı
uk: Відповідь файлу HTTP
zh_hans: HTTP文件响应

source: HTTP Request
fr: Requête HTTP
pl: Żądanie HTTP
ru: Запрос HTTP
tr: HTTP İsteği
uk: HTTP-запит
zh_hans: HTTP请求

source: HTTP Request (flow)
fr: Requête HTTP (flow)
pl: Żądanie HTTP (przepływ)
ru: Запрос HTTP (поток)
tr: HTTP İsteği (akış)
uk: HTTP-запит (потік)
zh_hans: HTTP请求(流模式)

source: HTTP Response
fr: Réponse HTTP
pl: Odpowiedź HTTP
ru: Ответ HTTP
tr: HTTP Yanıtı
uk: Відповідь HTTP
zh_hans: HTTP响应

source: The ID of the activity.
fr: L'ID de l'activité.
pl: ID aktywności.
ru: ID действия.
tr: Aktivite ID’si.
uk: Ідентифікатор діяльності.
zh_hans: 此活动的ID。

source: If
pl: Jeżeli
ru: Если (условие)
uk: Якщо

source: Import
fr: Importer
pl: Importuj
ru: Импорт
tr: İçeri Aktar
uk: Імпорт
zh_hans: 导入

source: Import a JSON file containing workflow data to override the current workflow's contents.
fr: Importe a fichier JSON contenant des données de workflow pour écraser les contenus du workflow en cours.
pl: Import pliku JSON zawierającego dane przepływu w celu zastąpienia zawartości bieżącego przepływu.
ru: Импортировать файл JSON, содержащий данные рабочего процесса для перезаписи текущего контента рабочих процессов.
tr: Mevcut iş akışının içeriğini değiştirmek için iş akışı verilerini içeren bir JSON dosyası içe aktarın.
uk: Імпортуйте файл JSON, що містить дані робочого циклу, щоб замінити вміст поточного робочого циклу.
zh_hans: 导入一个包含工作流数据的JSON文件，以覆盖当前工作流的内容。

source: Incident Strategy
fr: Stratégie d'incident
pl: Strategia na wypadek incydentu
ru: Стратегия инцидентов
tr: Olay Müdahale Stratejisi
uk: Стратегія інциденту
zh_hans: 异常事件策略

source: Incidents
pl: Incydenty
ru: Инциденты
tr: Olaylar
uk: Інциденти
zh_hans: 异常事件列表

source: Info
pl: Informacje
ru: Краткая информация
tr: Bilgi
uk: Інфо
zh_hans: 信息

source: Information
pl: Informacja
ru: Информация
tr: Bilgi
uk: Інформація
zh_hans: 信息

source: Input
fr: Entrée
pl: Wejście
ru: Ввод
tr: Girdi
uk: Введення
zh_hans: 输入

source: Input Properties
fr: Propriétés en entrée
pl: Właściwości wejścia
ru: Свойства ввода
tr: Girdi Özellikleri
uk: Властивості введення
zh_hans: 输入属性列表

source: Input/output
fr: Entrée/sortie
pl: Wejście/wyjście
ru: Ввод/вывод
tr: Girdi/çıktı
uk: Введення/виведення
zh_hans: 输入/输出

source: Inputs
fr: Entrées
pl: Wejścia
ru: Вводы
tr: Girdiler
uk: Вхідні дані
zh_hans: 输入列表

source: Instances
pl: Instancje
ru: Экземпляры
tr: Örnekler
uk: Примірники
zh_hans: 实例列表

source: int
uk: внутр
zh_hans: 整型(Int)

source: Is
fr: Est
pl: Jest
ru: Есть
uk: Є
zh_hans: 是

source: Is After
fr: Est après
pl: Jest po
ru: Это после
tr: Sonrasındaysa
uk: Є після
zh_hans: 在此之后

source: Is Before
fr: Est avant
pl: Jest przed
ru: Это до
tr: Öncesindeyse
uk: Раніше
zh_hans: 在此之前

source: Is Not
fr: N'est pas
pl: Nie jest
ru: Это не
tr: Değilse
uk: Не є
zh_hans: 不包含

source: Is on or After
fr: Est le ou après le
pl: Jest równe lub późniejsze
ru: Это на или после
uk: Чи є на або після
zh_hans: 等于或在此之后

source: Is on or Before
fr: Est le ou avant le
pl: Jest równe lub wcześniejsze
ru: Это на или до
uk: Чи до
zh_hans: 等于或在此之前

source: Join
pl: Złącz
ru: Объединить
uk: Приєднуйтесь
zh_hans: 连接

source: Journal
pl: Dziennik
ru: Журнал
tr: Kayıt Defteri
uk: Журнал
zh_hans: 日志

source: Latest version
fr: Dernière version
pl: Najnowsza wersja
ru: Последняя версия
tr: Son versiyon
uk: Остання версія
zh_hans: 最新版本

source: Loading
fr: Chargement
pl: Ładowanie
ru: Загрузка
tr: Yükleniyor
uk: Завантаження
zh_hans: 加载中

source: Log Persistence Strategy
fr: Stratégie de persistence de log
pl: Strategia trwałości dziennika
ru: Стратегия сохранения журнала
tr: Günlük Saklama Stratejisi
uk: Стратегія збереження журналу
zh_hans: 日志持久化策略

source: Looping
pl: Zapętlanie
ru: Циклы
uk: Зациклення
zh_hans: 循环控制

source: Manage all the things
pl: Zarządzaj wszystkim
ru: Управлять всеми делами
uk: Керуйте всіма справами
zh_hans: 管理所有事项

source: Max Tokens
fr: Jetons Max
pl: Maksymalna liczba tokenów
ru: Максимальное кол-во токенов
uk: Макс жетонів
zh_hans: 最大 Tokens 数量

source: Name
fr: Nom
pl: Nazwa
ru: Название
tr: Ad
uk: Ім'я
zh_hans: 名称

source: Never
fr: Jamais
pl: Nigdy
ru: Никогда
tr: Asla
uk: Ніколи
zh_hans: 从不

source: No inputs
fr: Aucune entrée
pl: Brak wejść
ru: Нет вводов
tr: Girdi yok
uk: Немає входів
zh_hans: 输入列表为空

source: No outcomes associated with this execution.
fr: Aucun résultat de sortie associé avec cette exécution.
pl: Brak wyników związanych z tym wykonaniem.
ru: Никаких результатов, связанных с этим выполнением, нет.
tr: Bu yürütme ile ilişkili çıktı bulunmamaktadır.
uk: Немає результатів, пов’язаних із цією стратою.
zh_hans: 此执行过程没有任何结果。

source: No outputs
fr: Aucune sortie
pl: Brak wyjść
ru: Нет выводов
tr: Çıktı yok
uk: Немає виходів
zh_hans: 输出列表为空

source: No secrets found
fr: Aucun secret trouvé
pl: Nie znaleziono żadnych sekretów
ru: Секреты не найдены
uk: Секретів не знайдено
zh_hans: 未找到任何 secrets

source: No services found
fr: Aucun service trouvé
pl: Nie znaleziono żadnych usług
ru: Службы не найдены
tr: Hiç servis bulunamadı
uk: Послуг не знайдено
zh_hans: 未找到任何服务

source: No variables
fr: Aucune variable
pl: Brak zmiennych
ru: Нет переменных
tr: Hiç değişken bulunmamaktadır
uk: Жодних змінних
zh_hans: 没有变量列表

source: No workflow instances found
fr: Aucune instance de workflow trouvée
pl: Nie znaleziono żadnych instancji przepływu
ru: Не найдено экземпляров рабочих процессов
tr: İş akışı örneği bulunamadı
uk: Не знайдено екземплярів робочого процесу
zh_hans: 未找到任何工作流实例

source: object
pl: obiekt
uk: об'єкт
zh_hans: 对象(Object)

source: Ok
ru: Ок
tr: Tamam
uk: Гаразд
zh_hans: 确认

source: Open File
fr: Ouvrir fichier
pl: Otwórz plik
ru: Открыть файл
tr: Dosya Aç
uk: Відкрити файл
zh_hans: 打开文件

source: Outcomes
fr: Résultats
pl: Wyniki
ru: Результаты
tr: Sonuçlar
uk: Результати
zh_hans: 结果列表

source: Output
fr: Sortie
pl: Wyjście
ru: Вывод
tr: Çıktı
uk: Вихід
zh_hans: 输出

source: Output Properties
fr: Propriétés de sortie
pl: Właściwości wyjścia
ru: Свойства вывода
tr: Çıktı Özellikleri
uk: Вихідні властивості
zh_hans: 输出属性

source: Outputs
fr: Sorties
pl: Wyjścia
ru: Выводы
tr: Çıktılar
uk: Виходи
zh_hans: 输出列表

source: Parser
fr: Parseur
ru: Парсер
tr: Ayrıştırıcı
uk: Парсер
zh_hans: 解析器

source: Log Persistence
fr: Persistence de log
pl: Trwałość dziennika
ru: Устойчивость журнала
tr: Günlük Verisi Saklama
uk: Постійність журналу
zh_hans: 日志持久化

source: Plugins
pl: Wtyczka
ru: Плагины
tr: Eklentiler
uk: Плагіни
zh_hans: 插件列表

source: Presence Penalty
fr: Pénalité de présence
pl: Kara za obecność
ru: Штраф за присутствие
tr: Varlık Cezası
uk: Штраф за присутність
zh_hans: 重复惩罚（Presence Penalty）

source: Primitives
pl: Prymitywy
ru: Примитивы
uk: Примітиви
zh_hans: 基本元素

source: Prompt Template
fr: Modèle de prompt
pl: Szablon polecenia
ru: Шаблон подсказки
tr: İstem Şablonu
uk: Шаблон запиту
zh_hans: 提示词模版

source: Properties
fr: Propriétés
pl: Właściwości
ru: Свойства
tr: Özellikler
uk: Властивості
zh_hans: 属性列表

source: Publish
fr: Publier
pl: Opublikuj
ru: Опубликовать
tr: Yayınla
uk: Опублікувати
zh_hans: 发布

source: Publish Event
fr: Publier évènement
pl: Opublikuj zdarzenie
ru: Опубликовать события
tr: Olay Yayınla
uk: Опублікувати подію
zh_hans: 发布事件

source: Published
fr: Publié
pl: Opublikowano
ru: Опубликовано
tr: Yayınlandı
uk: Опубліковано
zh_hans: 已发布
