Repository: elsa-workflows/elsa-studio
Catalog: src/framework/Elsa.Studio.Translations/Translations.*.resx
Languages: ar, fr, pl, ru, tr, uk, zh_hans

source: Published version
fr: Version publiée
pl: Opublikowana wersja
ru: Опубликованная версия
tr: Yayınlanmış versiyon
uk: Опублікована версія
zh_hans: 已发布版本

source: Rows Per Page
fr: Lignes par page
pl: Wiersze na stronę
ru: Строк на страницу
tr: Sayfa başına satır sayısı
uk: Рядків на сторінці
zh_hans: 每页行数

source: Run
fr: Exécuter
pl: Uruchom
ru: Выполнить
tr: Çalıştır
uk: Запуск
zh_hans: 运行

source: Run Asynchronously
fr: Exécuter de manière asynchrone
pl: Uruchom asynchronicznie
ru: Выполнить асинхронно
tr: Asenkron Çalıştır
uk: Запуск асинхронно
zh_hans: 运行(异步)

source: Run JavaScript
fr: Exécuter JavaScript
pl: Uruchom JavaScript
ru: Выполнить JavaScript
tr: Javascript Çalıştır
uk: Запустіть JavaScript
zh_hans: 运行JavaScript

source: Run Python
fr: Exécuter Python
pl: Uruchom Python
ru: Выполнить Python
tr: Python Çalıştır
uk: Запустіть Python
zh_hans: 运行Python

source: Run Task
fr: Exécuter la tâche
pl: Uruchom zadanie
ru: Выполнить задачу
tr: Görev Çalıştır
uk: Виконати завдання
zh_hans: 运行Task

source: Run workflow
fr: Exécuter le workflow
pl: Uruchom przepływ
ru: Выполнить рабочий процесс
tr: İş Akışı Çalıştır
uk: Запустіть робочий процес
zh_hans: 运行工作流

source: Scheduling
fr: Planification
pl: Harmonogramowanie
ru: Планирование
tr: Zamanlama
uk: Планування
zh_hans: 计划控制

source: Scope
pl: Zakres
ru: Область
tr: Kapsam
uk: Область застосування
zh_hans: 范围

source: Scripting
pl: Skryptowanie
ru: Сценарии
tr: Betik yazımı
uk: Сценарії
zh_hans: 脚本语言

source: Search...
fr: Rechercher ...
pl: Wyszukaj...
ru: Поиск...
tr: Ara...
uk: Пошук...
zh_hans: 搜索…

source: Search on name, description, id, definition id
fr: Rechercher par nom, description, identifiant, identifiant de définition
pl: Wyszukiwanie według nazwy, opisu, id, id definicji
ru: Поиск по названию, описанию, идентификатору, идентификатору определения
tr: İsim, açıklama, kimlik ve tanım kimliğinde arama yapın
uk: Пошук за назвою, описом, ідентифікатором, ідентифікатором визначення
zh_hans: 搜索 名称，描述，id，定义id

source: Secret
pl: Sekret
ru: Секрет
tr: Gizli anahtar
uk: Секрет

source: Secrets
pl: Sekrety
ru: Секреты
tr: Gizli anahtarlar
uk: Секрети
zh_hans: Secrets列表

source: Send Email
fr: Envoyer un email
pl: Wyślij e-mail
ru: Отправить Email
tr: E-posta Gönder
uk: Надіслати електронний лист
zh_hans: 发送电子邮件

source: Services
pl: Usługi
ru: Службы
tr: Servisler
uk: Послуги
zh_hans: 服务

source: Set Name
fr: Définir Nom
pl: Nadaj nazwę
ru: Установить название
tr: Ad Belirle
uk: Встановити назву
zh_hans: 设置名称

source: Set Output
fr: Définir la sortie
pl: Ustaw wyjście
ru: Установить вывод
tr: Çıktı Ayarla
uk: Встановити вихід
zh_hans: 设置输出

source: Set Variable
fr: Définir Variable
pl: Ustaw zmienną
ru: Установить переменную
tr: Değişken Ata
uk: Встановити змінну
zh_hans: 设置变量

source: Set Workflow Context Parameter
fr: Définir le paramètre de contexte du workflow
pl: Ustaw parametr kontekstu przepływu
ru: Установить параметр контекста рабочего процесса
tr: İş Akışı Kapsamı Parametresini Ayarla
uk: Встановити параметр контексту робочого процесу
zh_hans: 设置工作流上下文参数

source: Show accumulated time
fr: Afficher le temps accumulé
pl: Pokaż łączny czas
ru: Показать накопленное время
tr: Kümülatif zamanı göster
uk: Показати накопичений час
zh_hans: 显示累计时长

source: Show incidents
fr: Afficher les incidents
pl: Pokaż incydenty
ru: Показать инциденты
tr: Olayları göster
uk: Показати події
zh_hans: 显示异常事件列表

source: Show relative time
fr: Afficher l'heure relative
pl: Pokaż czas względny
ru: Показать относительное время
tr: Göreceli zamanı göster
uk: Показати відносний час
zh_hans: 显示相对时间

source: Showing all events
fr: Affichage de tous les événements
pl: Pokazuję wszystkie zdarzenia
ru: Показывать все события
tr: Tüm etkinlikler gösteriliyor
uk: Показ усіх подій
zh_hans: 显示所有事件

source: Showing incidents
fr: Affichage des incidents
pl: Pokazuję incydenty
ru: Показывать инциденты
tr: Olaylar gösteriliyor
uk: Показ інцидентів
zh_hans: 正显示异常事件列表中

source: Started
fr: Démarré
pl: Rozpoczęto
ru: Начат
tr: Başlatıldı
uk: Розпочато
zh_hans: 已开始

source: State
fr: État
pl: Stan
ru: Состояние
tr: Durum
uk: Держава
zh_hans: 状态

source: Status
fr: Statut
ru: Статус
tr: Statü
uk: Статус
zh_hans: 状态

source: Sub status
fr: Sous-statut
pl: Status podrzędny
ru: Дополнительный статус
tr: Alt durum
uk: Під статусом
zh_hans: 子状态

source: Sub-Workflow Inputs
fr: Entrées de sous-Workflows
pl: Dane wejściowe przepływu podrzędnego
ru: Вводы продпроцесса
tr: Alt İş Akışı Girdileri
uk: Вхідні дані підпроцесу
zh_hans: 子工作流输入列表

source: Sub-Workflow Outputs
fr: Sorties de sous-Workflows
pl: Dane wyjściowe przepływu podrzędnego
ru: Выводы подпроцесс
tr: Alt İş Akışı Çıktıları
uk: Підробочі результати
zh_hans: 子工作流输出列表

source: Switch (flow)
pl: Przełącznik (przepływ)
ru: Переключатель (поток)
uk: Перемикач (потік)
zh_hans: 选择器(流模式)

source: Task
fr: Tâche
pl: Zadanie
ru: Задача
tr: Görev
uk: Завдання
zh_hans: 任务

source: The .NET type of the input variable.
fr: Le type .NET de la variable d'entrée.
pl: Typ .NET zmiennej wejściowej.
ru: .Net тип переменной ввода.
tr: Girdi değişkeninin .NET türü.
uk: Тип .NET вхідної змінної.
zh_hans: 此输入变量的.NET类型

source: The .NET type of the output variable.
fr: Le type .NET de la variable de sortie.
pl: Typ .NET zmiennej wyjściowej.
ru: .Net тип перменной вывода.
tr: Çıktı değişkeninin .NET türü.
uk: Тип .NET вихідної змінної.
zh_hans: 此输出变量的.NET类型

# The maximum number
source: The maximum number of tokens to generate. Leave empty for maximum.
fr: Nombre maximal de jetons à générer. Laissez ce champ vide pour un maximum.
pl: Maksymalna liczba tokenów do wygenerowania. Pozostaw puste dla wartości maksymalnej.
ru: Максимальное количество токенов для генерации. Оставьте поле пустым для максимального количества.
tr: Üretilecek maksimum jeton sayısı. Maksimum için boş bırakın.
uk: Максимальна кількість токенів для генерації. Залиште порожнім для максимуму.
zh_hans: 可生成的最大tokens数量。留空时为可用的最大值。

source: The name of the agent.
fr: Le nom de l'agent.
pl: Nazwa agenta.
ru: Название агента.
tr: Ajanın adı.
uk: Ім'я агента.
zh_hans: 代理的名称。

source: The name of the new secret.
fr: Le nom du nouveau secret.
pl: Nazwa nowego sekretu.
uk: Назва нового секрету.
zh_hans: 新 secret 的名称。

source: The name of the new workflow.
fr: Le nom du nouveau workflow.
pl: Nazwa nowego przepływu.
ru: Имя нового рабочего процесса.
tr: Yeni iş akışının adı.
uk: Назва нового робочого циклу.
zh_hans: 新工作流的名称。

source: The name of the variable.
fr: Le nom de la variable.
pl: Nazwa zmiennej.
ru: Название переменной.
tr: Değişkenin adı.
uk: Ім'я змінної.
zh_hans: 此变量的名称。

source: The plugins that the agent can use.
fr: Les plugins que l'agent peut utiliser.
pl: Wtyczki, których może używać agent.
ru: Плагины, которые может использовать агент.
tr: Ajanın kullanabileceği eklentiler.
uk: Плагіни, які може використовувати агент.
zh_hans: 此代理可用的插件列表

source: The scope of the secret helps the UI to filter available options from dropdown lists.
fr: Le scope du secret aide l’interface utilisateur à filtrer les options disponibles dans les listes déroulantes.
pl: Zakres sekretu pomaga interfejsowi użytkownika filtrować dostępne opcje z list rozwijanych.
ru: Область действия секрета помогает интерфейсу фильтровать доступные варианты в выпадающих списках.
uk: Обсяг секрету допомагає інтерфейсу користувача фільтрувати доступні параметри зі спадних списків.
zh_hans: secret的范围可以从下拉列表中筛选可用选项。

source: The secret value.
fr: La valeur secrète.
pl: Wartość sekretu.
ru: Значение секрета.
uk: Секретна цінність.
zh_hans: 此 secret 的值

source: The services that the agent requires.
fr: Les services dont l'agent a besoin.
pl: Usługi wymagane przez agenta.
ru: Сервисы, необходимые агенту.
tr: Ajanın ihtiyaç duyduğu servisler.
uk: Послуги, які вимагає агент.
zh_hans: 此代理所需的服务列表

source: The settings of the service in JSON format.
fr: Les paramètres du service au format JSON.
pl: Ustawienia usługi w formacie JSON.
ru: Настройки сервиса в формате JSON.
tr: Servisin JSON formatındaki ayarları.
uk: Налаштування сервісу в форматі JSON.
zh_hans: 服务的设置以JSON格式表示。

source: The system prompt template that the agent will use.
fr: Le modèle de prompt système que l’agent utilisera.
pl: Szablon monitu systemowego, który będzie używany przez agenta.
ru: Шаблон системного запроса, который будет использовать агент.
tr: Ajanın kullanacağı sistem istemi şablonu.
uk: Шаблон системної підказки, який використовуватиме агент.
zh_hans: 系统提示模板，代理将使用该模板。

source: The technical name of the API key.
fr: Le nom technique de la clé API.
pl: Nazwa techniczna klucza API.
ru: Техническое имя API ключа.
uk: Технічна назва ключа API.
zh_hans: 此 API key 的专业名称。

# The technical name of the input variable
source: The technical name of the input variable. When referencing this variable in the prompt template, use this name.
fr: Nom technique de la variable d'entrée. Utilisez ce nom lorsque vous référencez cette variable dans le modèle d'invite.
pl: Nazwa techniczna zmiennej wejściowej. Nazwa ta jest używana podczas odwoływania się do tej zmiennej w szablonie monitu.
ru: Техническое имя входной переменной. При обращении к этой переменной в шаблоне запроса используйте это имя.
uk: Технічна назва вхідної змінної. Посилаючись на цю змінну в шаблоні підказки, використовуйте це ім’я.
zh_hans: 此输入变量的专业名称。在提示模板中引用此变量时，请使用此名称。

source: The technical name of the service.
fr: Le nom technique du service.
pl: Nazwa techniczna usługi.
tr: Servisin teknik adı.
uk: Технічна назва послуги.
zh_hans: 此服务的专业名称。

source: The type of the service.
fr: Le type de service.
pl: Rodzaj usługi.
tr: Servisin türü.
uk: Тип послуги.
zh_hans: 服务的类型。

source: The user-friendly name of this input.
fr: Le nom convivial de cette entrée.
pl: Przyjazna dla użytkownika nazwa tego wejścia.
tr: Bu girdinin kullanıcı dostu adı.
uk: Зручна назва цього введення.
zh_hans: 此输入出的显示文本。

source: The user-friendly name of this output.
fr: Le nom convivial de cette sortie.
pl: Przyjazna dla użytkownika nazwa tego wyjścia.
tr: Bu çıktının kullanıcı dostu adı.
uk: Зручна назва цього результату.
zh_hans: 此输出的显示文本。

source: The value of the API key.
fr: La valeur de la clé API.
pl: Wartość klucza API.
uk: Значення ключа API.
zh_hans: API密钥的值。

source: There are currently no inputs defined.
fr: Il n'y a actuellement aucune entrée définie.
pl: Obecnie nie zdefiniowano żadnych danych wejściowych.
tr: Şu anda tanımlanmış herhangi bir girdi yok.
uk: Наразі не визначено жодного входу.
zh_hans: 目前没有定义任何输入。

source: There are currently no outputs defined.
fr: Il n'y a actuellement aucune sortie définie.
pl: Obecnie nie zdefiniowano żadnych wyjść.
tr: Şu anda tanımlanmış herhangi bir çıktı yok.
uk: Наразі не визначено вихідних даних.
zh_hans: 目前没有定义任何输出。

source: There are currently no variables defined.
fr: Il n'y a actuellement aucune variable définie.
pl: Obecnie nie zdefiniowano żadnych zmiennych.
tr: Şu anda tanımlanmış herhangi bir değişken yok.
uk: Наразі не визначено жодної змінної.
zh_hans: 目前没有定义任何变量。

source: This activity does not have any input properties.
fr: Cette activité n'a aucune propriété d'entrée.
pl: Ta aktywność nie ma żadnych właściwości wejściowych.
tr: Bu etkinliğin herhangi bir giriş özelliği yok.
uk: Ця діяльність не має вхідних властивостей.
zh_hans: 这个活动没有任何输入属性。

source: This input is an array
fr: Cette entrée est un tableau
pl: Te dane wejściowe to tablica
tr: Bu girdi bir dizidir
uk: Цей вхід є масивом
zh_hans: 这个输入是一个数组

source: This variable is an array
fr: Cette variable est un tableau
pl: Ta zmienna jest tablicą
tr: Bu değişken bir dizidir
uk: Ця змінна є масивом
zh_hans: 这个变量是一个数组

source: Time
fr: Heure
pl: Czas
tr: Zaman
uk: Час
zh_hans: 时间

source: Timer
fr: Minuteur
pl: Zegar
tr: Zamanlayıcı
uk: Таймер
zh_hans: 计时器

source: TopP
uk: Топ П

source: Trigger workflow
fr: Déclencher le workflow
pl: Wyzwól przepływ
uk: Робочий процес тригера
zh_hans: 触发工作流

source: Type
pl: Rodzaj
tr: Tür
uk: Тип
zh_hans: 类型

source: UI Hint
fr: Indication UI
pl: Podpowiedź UI
uk: Підказка інтерфейсу користувача
zh_hans: 用户界面提示

source: Unable to make changes as the workflow or application is currently in read-only mode
fr: Impossible d'apporter des modifications car le flux de travail ou l'application est actuellement en mode lecture seule
pl: Nie można wprowadzić zmian, ponieważ przepływ pracy lub aplikacja są obecnie w trybie tylko do odczytu
tr: İş akışı veya uygulama şu anda salt okunur modunda olduğundan değişiklik yapılamıyor
uk: Неможливо внести зміни, оскільки робочий процес або програма зараз у режимі лише для читання
zh_hans: 无法更改，因为当前工作流或应用处于只读模式。

source: Unpublish
fr: Dépublier
pl: Cofnij publikację
tr: Yayından kaldır
uk: Скасувати публікацію
zh_hans: 取消发布

source: Unpublish the current workflow.
fr: Annuler la publication du flux de travail actuel
pl: Cofnij publikację bieżącego przepływu pracy.
tr: Mevcut iş akışını yayından kaldır.
uk: Скасувати публікацію поточного робочого процесу.
zh_hans: 取消发布当前工作流。

source: Updated
fr: Mis à jour
pl: Zaktualizowano
tr: Güncellendi
uk: Оновлено
zh_hans: 已更新

source: UpdatedAt
fr: Mis à jour à
pl: Zaktualizowano o
tr: Güncelleme Tarihi
uk: Оновлено в
zh_hans: 更新于

source: Usable as activity
fr: Utilisable comme activité
pl: Używalne jako aktywność
tr: İş Akışı olarak kullanılabilir
uk: Можна використовувати як діяльність
zh_hans: 可用作活动

source: Value
fr: Valeur
pl: Wartość
ru: Значение
tr: Değer
uk: Значення
zh_hans: 值

source: Variables
pl: Zmienne
ru: Переменные
tr: Değişkenler
uk: Змінні
zh_hans: 变量列表

source: Version
pl: Wersja
ru: Версия
tr: Versiyon
uk: Версія
zh_hans: 版本

source: Version history
fr: Historique de version
pl: Historia wersji
ru: История версий
tr: Versiyon geçmişi
uk: Історія версій
zh_hans: 历史版本

source: View
fr: Voir
pl: Widok
ru: Просмотр
tr: Görüntüle
uk: Переглянути
zh_hans: 视图

source: Webhooks
pl: Webhooki
ru: Вебхуки
uk: Вебхуки

# When you publish
source: When you publish a new version, all of the consuming workflows will be updated to point to the new version of this workflow.
fr: Lorsque vous publiez
pl: Po opublikowaniu nowej wersji wszystkie wykorzystywane przepływy zostaną zaktualizowane, aby wskazywały na nową wersję tego przepływu.
tr: Yeni bir sürüm yayınladığınızda, bu iş akışını kullanan tüm iş akışları yeni sürüme güncellenecektir.
uk: Коли ви публікуєте нову версію, усі споживчі робочі цикли буде оновлено, щоб вказувати на нову версію цього робочого циклу.
zh_hans: 当您发布一个新版本时，所有的被使用工作流将被更新，以指向该工作流的新版本。

source: Workflow Context
fr: Contexte du Workflow
pl: Kontekst przepływu
tr: İş Akışı Kapsamı
uk: Контекст робочого процесу
zh_hans: 工作流上下文

source: Workflow Context Settings
fr: Paramètres de contexte du Workflow
pl: Ustawienia kontekstu przepływu
tr: İş akışı bağlam ayarları
uk: Параметри контексту робочого процесу
zh_hans: 工作流上下文设置

source: Workflow Contexts
fr: Contextes de Workflow
pl: Konteksty przepływu
tr: İş Akışı Bağlamları
uk: Контексти робочого процесу
zh_hans: 工作流上下文列表

source: Workflow instances
fr: Instances de workflow
pl: Instancje przepływu
tr: İş Akışı Örnekleri
uk: Екземпляри робочого процесу
zh_hans: 工作流实例

source: Workflows
pl: Przepływy
tr: İş Akışları
uk: Робочі процеси
zh_hans: 工作流列表

source: Write Line
pl: Wypisz linię
uk: Написати рядок
zh_hans: 写行

source: Yes
fr: Oui
pl: Tak
tr: Evet
uk: Так
zh_hans: 是

source: You can find documentation and examples here
fr: Vous pouvez trouver de la documentation et des exemples ici
pl: Dokumentację i przykłady możesz znaleźć tutaj
tr: Burada dokümantasyon ve örnekler bulabilirsiniz
uk: Ви можете знайти документацію та приклади тут
zh_hans: 你可以在这里找到文档和示例

source: Incident handling strategy
fr: Stratégie de gestion des incidents
pl: Strategia obsługi incydentów
ru: Стратегия обработки инцидентов
tr: Olay yönetim stratejisi
uk: Стратегія поводження з інцидентами
zh_hans: 异常事件处理策略

source: Start
fr: Démarrer
ru: Начать
tr: Başlat
uk: Старт
zh_hans: 开始

source: Temperature
fr: Température
pl: Temperatura
ru: Температура
tr: Sıcaklık
uk: Температура
zh_hans: 温度

source: The description of the output variable.
fr: La description de la variable de sortie.
pl: Opis zmiennej wyjściowej.
ru: Описание переменной вывода.
tr: Çıktı değişkeninin açıklaması.
uk: Опис вихідної змінної.
zh_hans: 输出变量的描述。

source: The lifetime of this secret
fr: La durée de vie de ce secret
pl: Czas życia tego sekretu
ru: Время жизни этого секрета
uk: Тривалість життя цієї таємниці
zh_hans: 此 secret 的生命周期

source: This activity does not have any output properties.
fr: Cette activité n'a aucune propriété de sortie.
pl: Ta aktywność nie ma żadnych właściwości wyjściowych.
uk: Ця діяльність не має вихідних властивостей.
zh_hans: 这个活动没有任何输出属性。

source: The technical name of the input.
fr: Le nom technique de l'entrée.
pl: Nazwa techniczna wejścia.
tr: Girdinin teknik adı.
uk: Технічна назва входу.
zh_hans: 此输入的专业名称。

source: This activity does not have any common properties.
fr: Cette activité n'a pas de propriétés communes.
pl: Ta aktywność nie ma żadnych wspólnych właściwości.
tr: Bu etkinliğin hiçbir ortak özelliği bulunmamaktadır.
uk: Ця діяльність не має спільних властивостей.
zh_hans: 此活动没有任何公共属性。

source: This output is an array
fr: Cette sortie est un tableau
pl: Ten wynik jest tablicą
tr: Bu çıktı bir dizidir
uk: Цей вихід є масивом
zh_hans: 这个输出是一个数组

# Top Probability determines
source: Top Probability determines the cumulative probability threshold for token selection during text generation. Lower values will result in less diversity, making the model pick from the most probable tokens only. Higher values will allow for more diverse outputs, as the model will consider a wider range of tokens.
fr: La probabilité maximale détermine
pl: Najwyższe prawdopodobieństwo określa skumulowany próg prawdopodobieństwa dla wyboru tokenów podczas generowania tekstu. Niższe wartości spowodują mniejszą różnorodność, sprawiając, że model wybierze tylko najbardziej prawdopodobne tokeny. Wyższe wartości pozwolą na bardziej zróżnicowane wyniki, ponieważ model weźmie pod uwagę szerszy zakres tokenów.
uk: Верхня ймовірність визначає кумулятивний поріг імовірності для вибору маркера під час генерації тексту. Менші значення призведуть до меншої різноманітності, що змусить модель вибирати лише найімовірніші маркери. Вищі значення дозволять отримати більш різноманітні результати, оскільки модель розглядатиме ширший діапазон токенів.
zh_hans: TopP 决定了文本生成过程中 Token 选择的累积概率阈值。较低的值会导致多样性减少，使模型仅从最可能的 Token 中选择。较高的值将允许输出更加多样化，因为模型会考虑更广泛的 Token 范围。

source: Use JSON Response
fr: Utiliser la réponse JSON
pl: Użyj odpowiedzi JSON
ru: Использовать JSON ответ
tr: JSON biçiminde yanıt kullan
uk: Використовуйте відповідь JSON
zh_hans: 启用 JSON Response

source: Use this version
fr: Utiliser cette version
pl: Użyj tej wersji
ru: Использовать эту версию
tr: Bu versiyonu kullan
uk: Використовуйте цю версію
zh_hans: 使用此版本

source: When checked, the workflow will be executed asynchronously.
fr: Lorsque cette option est cochée, le workflow sera exécuté de manière asynchrone.
pl: Po zaznaczeniu tej opcji przepływ będzie wykonywany asynchronicznie.
tr: İşaretlendiğinde, iş akışı eşzamansız olarak çalıştırılacaktır.
uk: Якщо позначено, робочий процес виконуватиметься асинхронно.
zh_hans: 选中时，工作流将异步执行。

source: Workflow definitions Editor
fr: Éditeur de définitions de Workflow
pl: Edytor definicji przepływu
tr: İş Akışı tanımları Editörü
uk: Редактор визначень робочого процесу
zh_hans: 工作流定义编辑器

source: You are running in read-only mode. Workflow operations are disabled
fr: Vous êtes en lecture seule. Les opérations de workflow sont désactivées.
pl: Działasz w trybie tylko do odczytu. Operacje przepływu są wyłączone
tr: Salt okunur modunda çalışıyorsunuz. İş akışı işlemleri devre dışı bırakıldı
uk: Ви працюєте в режимі лише для читання. Операції робочого циклу вимкнено
zh_hans: 您正在以只读模式运行。工作流操作被禁止

source: Start of workflow
fr: Début du workflow
pl: Start przepływu
ru: Начало рабочего процесса
tr: İş akışının başlangıcı
uk: Початок робочого процесу
zh_hans: 启动工作流

source: A custom activity category to assign this workflow-as-an-activity to.
ar: تصنيف خاص يتم تعيينه لسير العمل هذا.
fr: Une catégorie d'activité personnalisée à assigner à ce workflow en tant qu'activité.
pl: Niestandardowa kategoria aktywności, do której można przypisać ten przepływ jako aktywność.
ru: Пользовательская категория действий, которой можно присвоить этот рабочий процесс как действие.
tr: Bu iş akışını bir aktivite olarak atamak için özel bir aktivite kategorisi.
uk: Спеціальна категорія діяльності, до якої можна призначити цей робочий процес як дію.
zh_hans: 分配给此工作流作为活动的自定义活动类别。

source: Start at
fr: Démarrer à
pl: Start o
ru: Начать в
tr: Başlangıç zamanı
uk: Початок о
zh_hans: 开始于

source: No
fr: Non
pl: Nie
ru: Нет
tr: Hayır
uk: Ні
zh_hans: 否

# The temperature of the model
source: The temperature of the model. Higher values mean the model will take more risks. Try 0.1 for results that are very close to what the model was trained on. Try 0.9 for very creative results.
fr: Température du modèle. Des valeurs plus élevées signifient que le modèle prendra plus de risques. Essayez 0.1 pour des résultats très proches de ceux sur lesquels le modèle a été entraîné. Essayez 0.9 pour des résultats très créatifs.
pl: Temperatura modelu. Wyższe wartości oznaczają, że model podejmie większe ryzyko. Spróbuj 0,1, aby uzyskać wyniki, które są bardzo zbliżone do tego, na czym model został wytrenowany. Wypróbuj 0,9, aby uzyskać bardzo kreatywne wyniki.
tr: Modelin sıcaklığı. Daha yüksek değerler modelin daha fazla risk alacağı anlamına gelir. Modelin eğitildiği verilere çok yakın sonuçlar için 0.1 değerini deneyin. Çok yaratıcı sonuçlar için ise 0.9 değerini deneyebilirsiniz.
uk: Температура моделі. Вищі значення означають, що модель більше ризикуватиме. Спробуйте 0,1 для результатів, які дуже близькі до того, на якому навчалася модель. Спробуйте 0,9 для дуже творчих результатів.
zh_hans: 模型的温度。值越高，意味着模型将承担更大的风险。尝试0.1以获得与模型训练内容非常接近的结果。尝试0.9以获得极具创意的结果。

# Used to define the initial instructions
source: Used to define the initial instructions or context that the Semantic Kernel agent will use to generate responses. This template guides the agent's behavior and helps it understand the role it needs to play or the tasks it needs to perform.
fr: Utilisé pour définir les instructions initiales
pl: Służy do definiowania początkowych instrukcji lub kontekstu, którego agent Semantic Kernel użyje do generowania odpowiedzi. Ten szablon kieruje zachowaniem agenta i pomaga mu zrozumieć rolę, jaką musi odegrać lub zadania, które musi wykonać.
tr: Semantic Kernel ajanının yanıt üretmek için kullanacağı başlangıç talimatlarını veya bağlamı tanımlamak için kullanılır. Bu şablon, ajanın davranışını yönlendirir ve hangi rolü üstlenmesi veya hangi görevleri yerine getirmesi gerektiğini anlamasına yardımcı olur.
uk: Використовується для визначення початкових інструкцій або контексту, які агент семантичного ядра використовуватиме для створення відповідей. Цей шаблон спрямовує поведінку агента та допомагає йому зрозуміти роль, яку він має відігравати, або завдання, які він має виконувати.
zh_hans: 初始指令或上下文，用于定义Semantic Kernel代理如何生成内容。此模板指导代理的行为，并帮助它理解需要扮演的角色或执行的任务。

source: Settings
fr: Paramètres
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置列表

source: Metadata
fr: Métadonnées
pl: Metadane
ru: Матаданные
tr: Üstveri
uk: Метадані
zh_hans: 元数据

source: Show events scoped to current container
fr: Afficher les événements limités au conteneur actuel
pl: Wyświetl zdarzenia przypisane do bieżącego kontenera
ru: Показать события в области текущего контейнера
tr: Mevcut konteynere ait olayları göster
uk: Показати події, пов’язані з поточним контейнером
zh_hans: 显示当前容器范围内的事件
